{"f22_sentences": ["Full year 2022 revenue increased 10%, driven by market mix and higher net pricing, offset partially by weaker currencies.", "The EBIT decrease was driven by lower volume and weaker currency, offset partially by lower costs and higher profits at our joint ventures.", "The table below shows our full year 2022 net income/(loss) attributable to Ford and Company adjusted EBIT by segment (in millions).", "Services and other revenue.", "Our management ordinarily excludes these items from its review of the results of the operating segments for purposes of measuring segment profitability and allocating resources.", "For 2020, 2021, and 2022, a $228 million loss, a $230 million gain, and a $53 million loss, respectively, were reported in Cost of sales and a", "We have elected to apply the normal purchases and normal sales classification for physical supply contracts that are entered into for the purpose of procuring commodities to be used in production over a reasonable period in the normal course of our business.", "U.S. retail sales volume reflects transactions with (i) retail and fleet customers (as reported by dealers),", "Basic shares (average shares outstanding)                                3,973        3,991        4,014", "We declared dividends per share of Common and Class B Stock of $0.15 and $0.10 in 2020 and 2021, respectively, and in 2022, $0.10 per share in the first and second quarter and $0.15 per share in the third and fourth quarter.", "In addition to direct impacts on the financial flows of global automotive companies, currency movements can also impact pricing of vehicles exported to overseas markets.", "Basic EPS excludes dilution and is computed by dividing Net income/(loss) attributable to Ford Motor Company by the weighted- average number of shares of Common and Class B Stock outstanding for the period.", "The following tables disaggregate our revenue by major source for the years ended December 31 (in millions):", "For the year ended December 31, 2022, the allowance for credit losses decreased $80 million primarily due to Ford Credit’s current expectation that COVID-related losses have been largely avoided, offset partially by deterioration in the macroeconomic outlook that was reflected in the reserve balance in the fourth quarter of 2022.", "Our full year 2021 Automotive segment EBIT increased $5.7 billion from 2020 with an EBIT margin of 5.9 percent.", "For full year 2021, we recorded $9.6 billion of pre-tax special items, primarily reflecting gains on our equity investment in Rivian in connection with Rivian’s initial public offering and mark-to-market valuation adjustments during the year, as well as a remeasurement gain associated with our global pension and OPEB plans.", "The table below shows our full year 2022 key metrics for the Company compared to a year ago.", "However, in some markets, exchange rates are heavily influenced or controlled by governments.", "Company adjusted earnings before interest and taxes (“EBIT”) will include the financial results of these five reportable segments and Corporate Other, and net income will comprise the financial results of the five reportable segments and Corporate Other, as well as Interest on Debt, Special Items, and Taxes.", "When we provide guidance for adjusted earnings/(loss) per share, we do not provide guidance on an earnings/(loss) per share basis because the GAAP measure will include potentially significant special items that have not yet occurred and are difficult to predict with reasonable certainty prior to year-end, including pension and OPEB remeasurement gains and losses.", "Net (gains)/losses reclassified from AOCI to net income", "Tax benefits of operating loss and tax credit carryforwards are evaluated on an ongoing basis, including a review of historical and projected future operating results, the eligible carryforward period, and available tax planning strategies.", "The effect of the indicated increase/decrease in the assumptions for Ford Credit’s U.S. Ford and Lincoln retail financing is as follows (in millions):", "Actual return volumes may be influenced by these factors, as well as by contractual lease-end values relative to auction values.", "Wholesales in each region and in certain key markets within each region during the past three years were as follows:", "The higher loss was driven by lower interest income and higher administrative and IT-related expenses.", "$4.5 billion higher than a year ago, driven by higher Company adjusted EBIT excluding Ford Credit, timing benefits, improvement in working capital, and lower interest expense, offset partially by lower Ford Credit distributions.", "Inflation and Interest Rates.", "(a)  In 2020 and 2022, there were 29 million and 42 million shares, respectively, excluded from the calculation of diluted earnings/(loss) per share, due to their anti-dilutive effect.", "The fair value of both the time-based and the internal performance metrics portion of the performance-based RSUs and RSSs is determined using the closing price of our Common Stock at grant date.", "Full year 2022 revenue at our consolidated operations decreased 31%, primarily driven by lower component sales to our joint ventures in China and lower wholesales.", "In South America, 2021 wholesales declined 56% from 2020, primarily reflecting the shift to the region’s new business model and the impact of semiconductor-related production constraints.", "Industry sales volume can be volatile and could decline if there is a financial crisis, recession, or significant geopolitical event;", "The year-over-year increase of $7.5 billion in Company adjusted EBIT was driven by higher Automotive EBIT and Ford Credit EBT.", "Performance-based RSUs have two components: one based on internal financial performance metrics and the other based on total shareholder return relative to an industrial and automotive peer group.", "Our full year 2022 Net cash provided by/(used in) operating activities was positive $6.9 billion, a decrease of $8.9 billion from a year ago (see page 79 for additional information).", "Net payables for tax related interest were $32 million and $17 million as of December 31, 2021 and 2022, respectively.", "The net loss attributable to Ford Motor Company was $1,981 million in 2022.", "The following table contains the calculation of our ROIC for the years shown (in billions):", "Engineering, research, development, and advertising expenses for the years ended December 31 were as follows (in billions):", "The following graph compares the cumulative total shareholder return on our Common Stock with the total return on the S&P 500 Index and the Dow Jones Automobiles & Parts Titans 30 Index for the five year period ended December 31, 2022.", "Wholesale financing is approximately 94% of dealer financing.", "The lower returns are explained by losses on fixed income and growth assets, both of which were consistent with broader market performance.", "Changes in revenue are primarily driven by the level of market interest rates, cost assumptions in pricing, mix of business, and competitive environment.", "Full year 2022 revenue improved 5%, driven by higher wholesales and net pricing, offset partially by weaker currencies.", "Employee Separation Actions and Exit and Disposal Activities", "North America’s 2022 EBIT was $9.2 billion, an increase of $1.8 billion from a year ago, with an EBIT margin of 8.4%.", "The impact of these incentives can be significant in a particular market during a reporting period.", "Retail sales, industry volume, and market share in each region and in certain key markets within each region during the past three years were as follows:", "Industry sales volume can be volatile and could decline if there is a financial crisis, recession, or significant geopolitical event.", "In 2021 and 2022, Jiangling Motors Corporation, Limited recorded restructuring charges, our share of which was $10 million and $13 million, respectively.", "Other things being equal, this means that during a period of rising interest rates, the interest received on Ford Credit’s assets will increase more than the interest paid on Ford Credit’s debt, thereby initially increasing Ford Credit’s pre-tax cash flow.", "For the majority of such sales, we recognize revenue when we ship the vehicles to our dealerships from our manufacturing facilities.", "North America’s 2021 EBIT increased $3.7 billion from 2020 with an EBIT margin of 8.4%.", "Full year 2021 revenue declined 3% from 2020, driven by lower volume and weaker currencies, partially offset by higher net pricing and favorable mix.", "(a) In 2020 and 2022, there were 29 million and 42 million shares, respectively, excluded from the calculation of diluted earnings/(loss) per share, due to their anti-dilutive effect.", "Target financial statement leverage of 9:1 to 10:1", "The unrealized losses on securities are due to changes in interest rates and market liquidity.", "In 2022, wholesales in our Automotive segment increased 7% from a year ago, primarily reflecting stronger wholesales in North America.", "Earnings/(Loss) per Share Reconciliation to Adjusted Earnings/(Loss) per Share", "Financing margin yield equals revenue, less interest expense and scheduled depreciation for the period, divided by average net receivables excluding the allowance for credit losses for the same period", "Our International Markets Group’s 2021 EBIT improved $786 million from 2020 with an EBIT margin of 6.9%.", "Weighted-average shares used in computation of earnings/(loss) per share", "The table below shows our full year 2021 net income/(loss) attributable to Ford and Company adjusted EBIT by segment (in millions).", "Our strategy is to reduce the risk of our funded defined benefit pension plans, including minimizing the volatility of the value of our pension assets relative to pension liabilities and the need for unplanned use of capital resources to fund the plans.", "We also sell parts and accessories, primarily to our dealerships (which, in turn, sell these products to retail customers) and to authorized parts distributors (which, in turn, primarily sell these products to retailers).", "(a)  Includes $10.6 billion and $194 million of Rivian common shares valued at $103.69 and $18.43 per share as of December 31, 2021 and 2022, respectively.", "Export Finance (“UKEF”) provided £500 million and", "The cumulative net unrealized gain from adjustments related to Other Investments held at December 31, 2022 is $136 million.", "For 2020, 2021, and 2022, a $198 million gain, a $453 million loss, and a $448 million gain, respectively, were reported in Other comprehensive income/(loss), net of tax.", "It shows the growth of a $100 investment on December 31, 2017, including the reinvestment of all dividends.", "Conversely, rate decreases generally will increase the value of fixed income assets, offsetting the related increase in the obligations.", "This is notable for many emerging markets, which may also face increased exposure to commodity prices and political instability, contributing to unpredictable movements in the value of their exchange rates.", "This has exacerbated the disruption to our suppliers’ operations, which, in turn, has led to higher costs and production shortfalls.", "In North America, 2021 wholesales declined 4% from 2020, primarily reflecting the impact of semiconductor-related production constraints.", "In our Mobility segment, our 2021 EBIT loss improved $22 million from 2020.", "We perform an impairment test on a disposal group to be discontinued, held for sale (“HFS”), or otherwise disposed when we have committed to an action and the action is expected to be completed within one year.", "Accordingly, the eventual implications of higher government deficits and debt, tighter monetary policy, and potentially higher long-term interest rates may drive a higher cost of capital for the business.", "The amounts included in Other income/(loss), net for the years ended December 31 were as follows (in millions):", "In the normal course of business, our operations are exposed to global market risks, including the effect of changes in foreign currency exchange rates, certain commodity prices, and interest rates.", "As a result of changes in our estimate of marketing incentives, we recorded a decrease in revenue of $973 million during 2020 and an increase in revenue of $252 million and $209 million during 2021 and 2022, respectively, related to revenue recognized in prior annual periods.", "Non-U.S. actual return on assets was negative 25.40%, which was lower than the expected long-term rate of return of 3.29%.", "The models consider factors such as historical trends in credit losses, recent portfolio performance, and forward-looking macroeconomic conditions.", "For 2023, the expected long-term rate of return on assets is 6.25% for U.S. plans, up 50 basis points from 2022, and 4.13% for non-U.S. plans, up 84 basis points compared with a year ago, reflecting higher nominal risk-free rates and a higher consensus on capital market return expectations from advisors.", "The table below shows the dividends we paid per share of Common and Class B Stock for each quarterly period in 2021 and 2022:", "Inflation.", "Prolonged disruption of the debt and securitization markets;", "One percentage point instantaneous increase in interest rates", "Interest expense           —      —    2,790      —    1,803     —               —      4,593 Investment-related interest", "The decline in value of foreign currencies in the past has also contributed significantly to competitive pressures in many of our markets.", "Sales proceeds and gross realized gains/losses from the sale of AFS securities for the years ended December 31 were as follows (in millions):", "Volume primarily measures changes in net financing margin driven by changes in average net receivables excluding the allowance for credit losses at prior period financing margin yield (defined below in financing margin) at prior period exchange rates.", "Full year 2021 consolidated revenue declined 20% from 2020, driven by product localization and the de-consolidation of our operations in Taiwan, partially offset by favorable import mix, higher component sales to our joint ventures in China, and stronger currencies.", "Either situation results in unrealized gains and losses that are recognized in income.", "Market share represents reported retail sales of our brands as a percent of total industry volume in the relevant market or region.", "A pattern of objectively measured recent financial reporting losses is heavily weighted as a source of negative evidence.", "In South America, 2022 wholesales increased 3% from a year ago.", "Salary growth.", "(a) Net of tax benefit of $31 million, $74 million, and $113 million in 2020, 2021, and 2022, respectively.", "The following table shows U.S. retail sales volume and U.S. wholesales segregated by truck, sport utility vehicle (“SUV”), and car sales.", "The fair value of time-based RSUs, RSSs, and stock options is expensed over the shorter of each separate vesting period, using the graded vesting method, or the time period an employee becomes eligible to retain the award at retirement.", "Our expected long-term rate of return considers inputs from a range of advisors for capital market returns, inflation, bond yields, and other variables, adjusted for specific aspects of our investment strategy by plan.", "For full year 2021, Corporate Other had a $1,084 million loss, compared with a $726 million loss in 2020.", "Holders of our Common Stock have 60% of the general voting power, and holders of our Class B Stock are entitled to such number of votes per share as will give them the remaining 40%.", "As discussed in Note 10 to the consolidated financial statements, the Company changed the manner in which it accounts for credit losses in 2020.", "In 2022, we sold 91 million of our Rivian common shares for about $3 billion in total proceeds.", "Margin of profit on each vehicle sold - which, in turn, is affected by many factors, such as:", "Net property at December 31 was as follows (in millions):", "For full year 2022, Corporate Other had a $1,008 million loss, compared with a $1,084 million loss in 2021.", "(Gains)/Losses reclassified from AOCI to net income (b)", "Loss-to-Receivables (“LTR”) Ratio – LTR ratio is calculated using net charge-offs divided by average finance receivables, excluding unearned interest supplements and the allowance for credit losses", "In 2021, we recorded $739 million for accelerated depreciation and other non-cash items.", "Europe’s 2021 EBIT loss improved $697 million from 2020 with an EBIT margin of negative 0.6%.", "The performance-based RSUs granted in March 2020, 2021, and 2022 include a relative Total Shareholder Return (“TSR”) metric.", "Inflationary pressure and fluctuations in commodity and energy prices, foreign currency exchange rates, interest rates, and market value of Ford or Ford Credit’s investments, including marketable securities, can have a significant effect on results;", "Gains and losses on investments in equity securities (excl.", "On March 1, 2021, we acquired Magna’s shares in the restructured GFT.", "Net income/(loss) margin was negative 1.3% in 2022, down from 13.2% a year ago.", "Brazil has set mandatory fleet safety targets and penalties are applied if these levels are not maintained, while a tax reduction may be available for over-performance.", "We generally consider cumulative pre-tax losses in the three-year period ending with the current quarter to be significant negative evidence regarding future profitability.", "Adjusted ROIC – Calculated as the sum of adjusted net operating profit/(loss) after cash tax from the last four quarters, divided by the average invested capital over the last four quarters.", "Long-Term Incentive Plan Restricted Stock Unit Terms and", "Because customers’ preferences may change quickly, our new and existing products may not generate sales in sufficient quantities and at costs low enough to be profitable and recoup investment costs.", "$3,700 million during 2021 and from $0 to $2,850 million during 2022.", "China’s 2021 EBIT loss improved $172 million from 2020 with an EBIT margin of negative 12.8%.", "We monitor our Company cash levels and average maturity on a daily basis.", "In our Mobility segment, our 2022 EBIT loss improved $104 million from a year ago.", "The table below estimates the effect on our funded status of an increase/decrease in discount rates and interest rates (in millions):", "Our carrying value and ownership percentages of our equity method investments at December 31 were as follows (in millions, except percentages):", "$48.0 billion, including approximately $194 million of Rivian marketable securities.", "Revenues         $  148,980  $    99  $  8,978  $    —  $    —  $    —   $            —   $ 158,057 Income/(Loss) before", "The long-term return assumption at year-end 2022, which will be used to determine the 2023 expected return on assets, is 6.25% for the U.S. plans, 3.75% for the U.K. plans, and 5.03% for the Canadian plans, and averages 4.13% for all non-U.S. plans.", "The present fair values and gross unrealized losses for cash equivalents and marketable securities accounted for as AFS securities that were in an unrealized loss position, aggregated by investment category and the length of time that individual securities have been in a continuous loss position, were as follows (in millions):", "In addition, our results are impacted by fluctuations in the market value of our investments, with unrealized gains and losses that could be material in any period.", "See Note 25 of the Notes to the Financial Statements for a discussion of loss contingencies.", "Future percentages are currently under consideration.", "We continue to see near-term impacts on our business due to inflation, including ongoing global price pressures in the wake of Russia’s invasion of Ukraine, driving up energy prices, freight premiums, and other operating costs above normal rates.", "As a result, the actual impact to pre-tax cash flow could be higher or lower than the results detailed in the table below.", "As with other manufacturers, the profitability of our business is affected by many factors, including:", "Long-term growth rate.", "For example, in North America, our larger, more profitable vehicles had an average contribution margin that was 120% of our total average contribution margin across all vehicles, whereas our smaller vehicles had significantly lower contribution margins.", "Restricted Stock Units under Long-Term Incentive Plan.", "If industry vehicle sales were to decline to levels significantly below our planning assumption, the decline could have a substantial adverse effect on our financial condition, results of operations, and cash flow.", "We recorded $12.2 billion of pre-tax special item charges in 2022, driven by a $7.4 billion mark-to-market net loss on our Rivian investment and a $2.7 billion impairment on our Argo investment.", "Adjusted Return on Invested Capital (“Adjusted ROIC”) provides management and investors with useful information to evaluate the Company’s after-cash tax operating return on its invested capital for the period presented.", "Volume changes are primarily driven by the volume of new and used vehicles sold and leased, the extent to which Ford Credit purchases retail financing and operating lease contracts, the extent to which Ford Credit provides wholesale financing, the sales price of the vehicles financed, the level of dealer inventories, Ford-sponsored special financing programs available exclusively through Ford Credit, and the availability of cost- effective funding", "Regardless of the cause, our ability to recoup lost production volume may be limited.", "During the next twelve months we expect to reclassify existing net losses on cash flow hedges of $160 million.", "Inflationary pressure and fluctuations in commodity and energy prices, foreign currency exchange rates, interest rates, and market value of Ford or Ford Credit’s investments, including marketable securities, can have a significant effect on results.", "Common Stock, par value $0.01 per share (4,068 million shares issued of 6 billion authorized)", "Under our Long-Term Incentive Plans, we may issue restricted stock units (“RSUs”), restricted stock shares (“RSSs”), and stock options.", "their permanent discontinuation of operations triggered by a shutdown of operations due to a widespread public health issue or for other reasons.", "To the extent governments in various regions implement or intensify barriers to imports, such as erecting tariff or non-tariff barriers or manipulating their currency, and provide advantages to local exporters selling into the global marketplace, there can be a significant negative impact on manufacturers based in other markets.", "We use many assumptions in calculating these estimates, including assumptions related to discount rates, investment returns on designated plan assets, and demographic experience (e.g., mortality and retirement rates).", "Company adjusted EBIT margin was 6.6% in 2022, down from 7.3% a year ago.", "Total net receivables at December 31, 2021 were $14 billion lower than at December 31, 2020, primarily reflecting lower wholesale receivables as a result of lower dealer inventories due to the semiconductor shortage.", "Form of Long-Term Incentive Plan Restricted Stock Unit", "In 2021, wholesales in our Automotive segment declined 6% from 2020, reflecting semiconductor-related production constraints and the shift to a new business model in South America.", "See Note 17 of the Notes to the Financial Statements for more information about these plans.", "We recognized a pre-tax gain of $161 million, which was reported in Other income/(loss), net in the second quarter of 2021.", "Calculated as the sum of adjusted net operating profit after cash tax from the last four quarters, divided by the average invested capital over the last four quarters.", "EARNINGS/(LOSS) PER SHARE ATTRIBUTABLE TO FORD MOTOR COMPANY COMMON AND CLASS B STOCK (Note 8)", "As a result of these transactions, Ford Credit recorded a pre-tax gain of $17 million (net of unamortized discounts, premiums, fees, and fair value adjustments) in Other income/(loss), net in 2022.", "As a result, we analyze the profit impact of certain cost changes holding constant present-year volume and mix and currency exchange, in order to evaluate our cost trends absent the impact of varying production and currency exchange levels.", "Certificate of Designations of Series A Junior Participating Preferred Stock filed on September 11, 2009.", "Total net receivables at December 31, 2022 were $5 billion higher than a year ago, primarily reflecting higher non- consumer financing, offset partially by fewer operating leases, lower consumer financing, and currency exchange rates.", "Our Common Stock is listed on the New York Stock Exchange in the United States under the symbol F. As of", "In our International Markets Group, 2022 wholesales decreased 3% from a year ago, primarily reflecting our India restructuring and suspension of our joint venture in Russia, offset partially by the positive impact of the next-generation Ranger and Everest launches.", "Net unrealized gains/losses recognized during 2021 and 2022 on all equity securities held at December 31, 2021 and 2022 were an $8.3 billion gain and a $968 million loss, respectively.", "Equity method investment dividends received in excess of (earnings)/losses and impairments", "Equity method investment dividends received in excess of (earnings)/losses and", "As a result of these transactions, we recorded a pre-tax loss of $1.7 billion (net of unamortized discounts, premiums, and fees) in Other income/(loss), net in 2021.", "(a)  Includes a $9.1 billion gain and $7.4 billion loss on our Rivian investment during the year ended December 31, 2021 and December 31, 2022, respectively.", "Operating loss carryforwards for tax purposes were $11.4 billion at December 31, 2022, resulting in a deferred tax asset of $4.0 billion.", "Full year 2021 Automotive revenue increased 9% from 2020, driven by higher net pricing, favorable mix, and stronger currencies, partially offset by lower wholesales.", "We present both basic and diluted earnings/(loss) per share (“EPS”) amounts in our financial reporting.", "Adjusted Earnings/(Loss) Per Share (Most Comparable GAAP Measure: Earnings/(Loss) Per Share) – Measure of Company’s diluted net earnings/(loss) per share adjusted for impact of pre-tax special items (described above), tax special items, and restructuring impacts in noncontrolling interests.", "For the majority of sales, this occurs when products are shipped from our manufacturing facilities.", "Market for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities (Continued)", "The year-over-year decrease of $19.9 billion in net income/(loss) in 2022 includes the effect of special items, including the mark-to-market net loss on our Rivian investment and the impairment on our Argo investment, and lower Ford Credit EBT, partially offset by higher Automotive EBIT.", "We report revenue on a “where-sold” basis, which reflects the revenue within the country in which the ultimate sale or financing is made to our external customer.", "Full year 2022 revenue increased 29%, driven by higher net pricing, offset partially by weaker currencies.", "Higher incentives across the industry as supply and demand come back into balance", "Return on Equity (“ROE”) (as shown in the Key Metrics table) – Reflects return on equity calculated by annualizing net income for the period and dividing by monthly average equity for the period", "Full year 2022 revenue increased 24%, driven by higher wholesales and net pricing.", "The EBIT increase was driven by higher net pricing and higher wholesales, offset partially by inflationary increases on commodity, material, and freight costs, weaker currencies, and lower joint venture profits and royalties.", "$398 million, $432 million, and $478 million for the years ended December 31, 2020, 2021, and 2022, respectively.", "In Europe, 2022 wholesales increased 14% from a year ago, primarily reflecting an improvement in production-related supply constraints.", "See Note 14 for additional information about the decrease from", "A growth rate is used to calculate the terminal value of the business and is added to the present value of the debt-free interim cash flows.", "Adjusted net operating profit/(loss) after cash tax measures operating results less special items, interest on debt (excl.", "A decrease in, expiration without renewal of, or other cessation or clawback of government incentives for any of our business units, as a result of administrative decision or otherwise, could have a substantial adverse impact on our financial condition or results of operations.", "In addition, we recognized a pre-tax net gain on sale of assets of", "Diluted EPS reflects the maximum potential dilution that could occur from our share-based compensation (“in-the-money” stock options, unvested RSUs, and unvested RSSs) and convertible debt.", "In total, higher rates and pension asset losses, in addition to demographic and other updates, resulted in a net remeasurement loss of $1.3 billion, which has been recognized within net periodic benefit cost and reported as a special item.", "Certain manufacturers, however, account for the major percentage of total sales within particular countries, especially their countries of origin.", "Historically, we have experienced some seasonal fluctuation in the business, with production in many markets tending to be higher in the first half of the year to meet demand in the spring and summer (typically the strongest sales months of the year).", "Ford’s results are dependent on sales of larger, more profitable vehicles, particularly in the United States;", "The year-over-year increase of $19.2 billion in net income/(loss) in 2021 includes the effect of special items, including the Rivian IPO and mark-to-market gain, as well as higher Automotive EBIT and Ford Credit EBT.", "The estimated useful lives generally are 14.5 years for machinery and equipment, 8 years for software, 30 years for land improvements, and 40 years for buildings.", "Limit our pension contributions to offset ongoing service cost or meet regulatory requirements, if any;", "Net increase/(decrease) in cash, cash equivalents, and restricted cash", "The reduction in employees in 2022 is primarily a result of certain divestitures in Europe and in our Mobility segment, and the cessation of operations at certain plants in India.", "Net income/(loss)           —     —          (1,981)         —      —   (1,981)      (171)   (2,152)", "We recognized, in Cost of sales, pre-tax impairment charges of $32 million in the third quarter of 2022 to adjust the carrying value of the held-for-sale assets to fair value less costs to sell.", "Full year 2021 revenue increased 10% from 2020, driven by higher net pricing, favorable mix, and stronger currencies, partially offset by lower wholesales.", "Our cash flow hedges mature within three years.", "Retirement rates.", "We consider certain structural costs to be a direct investment in future growth and revenue.", "U.S. wholesales reflect sales to dealers.", "Management’s Discussion and Analysis of Financial Condition and Results of Operations (Continued)", "These were reported in Other income/(loss), net on our consolidated income statements.", "As agreed in the collective bargaining agreement ratified in November 2019, during the first quarter of 2020, we offered voluntary separation packages to our UAW hourly workforce who were eligible for normal or early retirement and recorded associated costs of $201 million in Cost of sales.", "Accordingly, we recorded a $2.7 billion pre-tax impairment in the second half of 2022.", "Nature, frequency, and severity of current and cumulative financial reporting losses.", "In the first quarter of 2020, Ford Credit completed the sale of its wholly-owned subsidiary Forso Nordic AB, recognizing a pre-tax loss of $4 million, reported in Other income/(loss), net, and cash proceeds of $1.3 billion.", "The EBIT improvement was driven by higher net pricing, partially offset by lower volume.", "We accounted for our investment in GFT as an equity method investment.", "Market for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities", "The total net proceeds from the offering, after deducting debt issuance costs, were approximately $2.267 billion.", "(a) Total shareholder’s interest reported on Ford Credit’s balance sheets.", "The improvement was driven by higher Automotive interest income due to higher interest rates (primarily Fed Funds).", "Full year 2021 revenue improved 8% from 2020, driven by favorable mix, stronger currencies, and higher net pricing, partially offset by lower volume.", "These investments were $0.9 billion and $0.4 billion at December 31, 2021 and 2022, respectively.", "Management’s Discussion and Analysis of Financial Condition and Results of Operations” (“Item 7”) for a discussion of our calculation of wholesale unit volumes.", "We recognized $1.3 billion and $1.4 billion of the unearned amounts as revenue during the years ended December 31, 2021 and 2022, respectively.", "Amortization of issuance costs was $5 million and $7 million in 2021 and 2022, respectively.", "In addition, we recognized a $38 million pre-tax net gain on sale of assets in 2022.", "At December 31, 2022, Company cash consisted of $0.2 billion of Rivian marketable securities and $32.1 billion of cash in our investment portfolios, compared to $10.6 billion of Rivian marketable securities and $26.0 billion of cash in our investment portfolios at December 31, 2021.", "To the Board of Directors and Stockholders of Ford Motor Company", "Calculated as the sum of net operating profit after cash tax from the last four quarters, divided by the average invested capital over the last four quarters.", "Financing margin changes are driven by changes in revenue and interest expense.", "The decline in net fair value was driven by higher U.S. interest rates and a stronger U.S. dollar.", "In 2022, our diluted earnings per share of Common and Class B Stock was a loss of $0.49 and our diluted adjusted earnings per share was $1.88.", "and reduced our funded status sensitivity to changes in interest rates.", "Net income/(loss) margin was 13.2% in 2021, up from negative 1.0% in 2020.", "U.S. actual return on assets was negative 21.20%, which was lower than the expected long-term rate of return of 5.75%.", "Dividends per share of Ford Common and Class B Stock $", "Securitized funding as a percent of total debt was 47.4%.", "In Europe, 2021 wholesales declined 13% from 2020, primarily reflecting the impact of semiconductor-related production constraints.", "In 2021, our diluted earnings per share of Common and Class B Stock was $4.45 and our diluted adjusted earnings per share was $1.59.", "Return on Invested Capital (“ROIC”).", "We have defined benefit retirement plans in the United States that cover many of our hourly and salaried employees.", "Financing Income.", "Cost of sales and Selling, administrative, and other expenses for full year 2022 were $145.3 billion.", "Net income/(loss) includes certain items (“special items”) that are excluded from Company adjusted EBIT.", "In addition, we also offered voluntary separation packages in 2022 to certain of our UAW hourly workforce who were eligible for normal or early retirement and recorded associated costs of $19 million in Cost of sales.", "Our full year 2022 Automotive segment EBIT was $9.7 billion, an increase of $2.3 billion from a year ago, with an EBIT margin of 6.5%.", "Company adjusted EBIT margin was 7.3% in 2021, up from 2.0% in 2020.", "Continued investments in growth, including in customer experience, connected services, and capital expenditures", "A high proportion of relatively fixed structural costs, so that small changes in wholesale unit volumes can significantly affect overall profitability", "Note: On January 1, 2020, we adopted ASU 2016-13, Credit Losses - Measurement of Credit Losses on Financial Instruments, which had an impact on the 2020 opening balance of Retained earnings of $202 million.", "Full year 2022 Automotive revenue increased 18%, driven by higher wholesales and net pricing, offset partially by weaker currencies.", "Our management ordinarily excludes special items from its review of the results of the operating segments for purposes of measuring segment profitability and allocating resources.", "To be prepared for an economic downturn, we target an ongoing Company cash balance at or above $20 billion plus significant additional liquidity above our Company cash target.", "China’s 2022 EBIT loss was $572 million, a $245 million higher loss than a year ago, with an EBIT margin of negative 32.3%.", "While these are our best estimates of the impact of the specified interest rate scenario, actual results could differ from those projected.", "2022 includes a $7.4 billion loss on our Rivian investment.", "$82 million loss, an $145 million gain, and a $50 million gain were reported in Other income/(loss), net, respectively.", "Capital spending was $6.5 billion in 2022, $0.3 billion higher than a year ago, and is expected to be in the range of", "Net (gains)/losses reclassified from AOCI to net income (d)", "An expected mild U.S. recession and a moderate recession in Europe", "Our International Market Group’s 2022 EBIT was $628 million, an increase of $6 million from a year ago, with an EBIT margin of 6.4%.", "Full year 2021 revenue increased 19% from 2020, driven by higher volume and mix, higher net pricing, and stronger currencies.", "In North America, 2022 wholesales increased 16% from a year ago, primarily reflecting an improvement in production- related supply constraints and a full year of Bronco and Maverick production.", "We analyze total Company performance using an adjusted ROIC financial metric based on an after-tax rolling four quarter average.", "The gains/(losses), by hedge designation, reported in income for the years ended December 31 were as follows (in millions):", "Class B Stock, par value $0.01 per share (71 million shares issued of 530 million authorized)", "These expenditures and receipts create exposures to changes in exchange rates.", "For example, the duration of a suspension of manufacturing operations and a return to our full production schedule will depend, in part, on not only a sufficient number of employees being able to return to work but also whether our suppliers and dealers have resumed normal operations.", "This reflects the fact that management excludes these items from its review of operating segment results for purposes of measuring segment profitability and allocating resources.", "These macroeconomic assumptions include, but are not limited to, industry sales volumes, inflation, interest rates, prices of raw materials (e.g., commodities), and foreign currency exchange rates.", "As a result of this transaction, we recorded a pre-tax loss of $135 million (net of unamortized discounts, premiums, and fees) in Other income/(loss), net in 2022.", "Components of income taxes excluding cumulative effects of changes in accounting principles, other comprehensive income/(loss), and equity in net results of affiliated companies accounted for after-tax for the years ended December 31 were", "In 2022, we reclassified losses of $155 million to Other income/(loss), net upon the liquidation of three investments in Brazil.", "Furthermore, if we fail to make progress on our plan at the pace that shareholders expect, it may lead to an increase in shareholder activism, which may disrupt the conduct of our business and divert management’s attention and resources.", "South America’s 2021 EBIT loss improved $369 million from 2020 with an EBIT margin of negative 5.1%.", "We recognized pre-tax impairment charges in Cost of sales of $32 million in the third quarter of 2022 to adjust the carrying value of the held-for-sale assets to fair value less costs to sell.", "We also consider the strength and trend of earnings, as well as other relevant factors.", "ceased production of the Mondeo at the Valencia plant in Spain in March 2022", "We also are exposed to changes in prices of commodities used in the production of our vehicles and changes in interest rates.", "Basic and diluted income/(loss) per share were calculated using the following (in millions):", "For additional information, refer to the “Critical Accounting Estimates - Allowance for Credit Losses” section of Item 7 of Part II of our 2022 Form 10-K Report", "For 2020, 2021, and 2022, a $9 million gain, a $284 million gain, and a $102 million loss, respectively, were reported in Other comprehensive income/(loss), net of tax."], "f23_sentences": ["At December 31, 2023, we had Company cash of $28.8 billion and liquidity of $46.4 billion.", "For full year 2022, Corporate Other EBIT was $748 million, compared with EBIT of $1,247 million in 2021.", "Common Stock, par value $0.01 per share (4,086 million shares issued of 6 billion authorized)", "We recorded approximately $400 million in Cost of sales related to these bonuses for the year ended December 31, 2023.", "In 2023, we recorded $67 million for accelerated depreciation and other non-cash items and recognized a $62 million pre-tax net gain on sale of assets.", "However, in some markets, exchange rates are heavily influenced or controlled by governments.", "When we provide guidance for adjusted earnings/(loss) per share, we do not provide guidance on an earnings/(loss) per share basis because the GAAP measure will include potentially significant special items that have not yet occurred and are difficult to predict with reasonable certainty prior to year-end, including pension and OPEB remeasurement gains and losses.", "The fair value of both the time-based and the internal performance metrics portion of the performance-based RSUs and RSSs is determined using the closing price of our Common Stock at grant date.", "In 2023, we sold approximately 4,413,000 vehicles at wholesale throughout the world.", "Ford Credit’s U.S. 36-month auction values for off-lease vehicles were down 7% from a year ago.", "We offered voluntary separation packages in 2022 to certain of our UAW hourly workforce who were eligible for normal or early retirement and recorded associated costs of $19 million in Cost of sales.", "The net loss attributable to Ford Motor Company was $1,981 million in 2022.", "Exhibit 10-R 2018 Long-Term Incentive Plan.", "The net carrying amount of our intangible assets was $86 million and $80 million at December 31, 2022 and 2023, respectively.", "Employee Separation Actions and Exit and Disposal Activities", "Other things being equal, this means that during a period of rising interest rates, the interest received on Ford Credit’s assets will increase more than the interest paid on Ford Credit’s debt, thereby initially increasing Ford Credit’s pre-tax cash flow.", "Financing margin yield equals revenue, less interest expense and scheduled depreciation for the period, divided by average net receivables excluding the allowance for credit losses for the same period", "Full year 2023 revenue increased 8%, driven by higher wholesales, favorable mix, and higher net pricing, offset partially by weaker currencies.", "For the year ended December 31, 2023, the allowance for credit losses increased $37 million driven by an increase in Ford Credit finance receivables, partially offset by the impact of an improved U.S. economic outlook that was reflected in the reserve balance in the fourth quarter of 2023.", "Weighted-average shares used in computation of earnings/(loss) per share", "This compares to $256 million, as calculated as of December 31, 2022.", "In 2022, Ford Pro’s wholesales increased 10% from 2021, primarily reflecting an improvement in production-related supply constraints.", "We perform an impairment test on a disposal group to be discontinued, held for sale (“HFS”), or otherwise disposed when we have committed to an action and the action is expected to be completed within one year.", "The duration of a suspension of manufacturing operations and a return to our full production schedule will vary.", "Wholesale unit volumes include sales of medium and heavy trucks.", "Tax-related interest was $17 million of a net payable and $25 million of a net receivable as of December 31, 2022 and 2023, respectively.", "(a)  Includes a $9.1 billion gain, $7.4 billion loss, and $31 million loss on our Rivian investment during the years ended December 31, 2021, 2022, and 2023, respectively.", "The net carrying amount of goodwill was $603 million and $683 million at December 31, 2022 and 2023, respectively.", "Sales, industry volume, and market share in certain key markets during the past three years were as follows:", "Production of the Focus will cease at our Saarlouis Body and Assembly Plant in 2025.", "Additionally, in 2023, California adopted new medium- and heavy-duty fleet purchase requirements that include a 100% ZEV manufacturer sales requirement starting in 2036.", "Because customers’ preferences may change quickly, our new and existing products may not generate sales in sufficient quantities and at costs low enough to be profitable and recoup investment costs.", "The amendments require annual sales percentages starting with 20% for the 2026 model year to 100% by the 2035 model year.", "The fair value of the land in 2022 was $144 million and was recorded in Net Property fully offset by the value of the incentive.", "In addition, as a result of vehicles on hold for quality control, our inventory levels may be higher.", "In 2022, Ford Blue’s wholesales increased 5% from 2021, primarily reflecting an improvement in production-related supply constraints and a full year of Bronco and Maverick production, offset partially by our India restructuring, suspension of our joint venture in Russia, and COVID-related restrictions in China.", "$968 million loss and a $23 million loss, respectively.", "$8.1 billion from a year ago (see page 78 for additional information).", "If industry vehicle sales were to decline to levels significantly below our planning assumption, the decline could have a substantial adverse effect on our financial condition, results of operations, and cash flow.", "Adjusted Return on Invested Capital (“Adjusted ROIC”) provides management and investors with useful information to evaluate the Company’s after-cash tax operating return on its invested capital for the period presented.", "Volume changes are primarily driven by the volume of new and used vehicles sold and leased, the extent to which Ford Credit purchases retail financing and operating lease contracts, the extent to which Ford Credit provides wholesale financing, the sales price of the vehicles financed, the level of dealer inventories, Ford-sponsored special financing programs available exclusively through Ford Credit, and the availability of cost- effective funding", "Full year 2023 revenue increased 19%, driven by higher net pricing and wholesales, offset partially by unfavorable mix.", "Employee separation actions and exit and disposal activities include employee separation costs, facility and other asset- related charges (e.g., impairment, accelerated depreciation), dealer and supplier payments, other statutory and contractual obligations, and other expenses, which are recorded in Cost of sales and Selling, administrative, and other expenses.", "The net investment in operating leases at December 31 was as follows (in millions):", "The table below shows our full year 2023 net income/(loss) attributable to Ford and Company adjusted EBIT by segment (in millions).", "See Note 17 of the Notes to the Financial Statements for more information about these plans.", "In our Ford Next segment (formerly Mobility), our 2022 EBIT loss improved $104 million from 2021.", "Exhibit 10-S-14 Form of Notification Letter for Time-Based Restricted Stock Units under 2023 Long-Term Incentive Plan.", "Return on Equity (“ROE”) (as shown in the Key Metrics table) – Reflects return on equity calculated by annualizing net income for the period and dividing by monthly average equity for the period", "$2 billion benefit from cost reduction initiatives, offsetting higher labor and major product refresh actions", "Certain manufacturers, however, account for the major percentage of total sales within particular countries, especially their countries of origin.", "Ford’s results are dependent on sales of larger, more profitable vehicles, particularly in the United States;", "For 2021, 2022, and 2023, a $453 million loss, a $448 million gain, and a $482 million loss, respectively, were reported in Other comprehensive income/(loss), net of tax.", "Retirement rates.", "As a result of this disrupted production schedule, we have received and continue to receive claims from our supply base for reimbursement of costs beyond our original agreed terms.", "(a)  Net unrealized gains/losses recognized during full year 2022 and 2023 on all equity securities held at December 31, 2022 and 2023 were a", "We continue to reevaluate our supply base and sourcing decisions and may in the future incur charges to improve flexibility and cost competitiveness.", "These investments were $384 million and $242 million at December 31, 2022 and 2023, respectively.", "Management’s Discussion and Analysis of Financial Condition and Results of Operations” (“Item 7”) for a discussion of our calculation of wholesale unit volumes.", "The following table shows U.S. sales volume and U.S. wholesales (consisting primarily of vehicles sold to dealerships) segregated by electric, hybrid, and internal combustion vehicles.", "The limit may be increased up to 3% in any year, with a corresponding reduction in shares available for grants in future years.", "In 2022, our diluted earnings per share of Common and Class B Stock was a loss of $0.49 and our diluted adjusted earnings per share was $1.88.", "Dividends per share of Ford Common and Class B Stock $", "For example, the suspension of production at most of our assembly plants and lower industry volumes due to COVID-19 in early 2020 resulted in an initial deterioration of our cash flow, while the subsequent resumption of manufacturing operations and return to pre-COVID-19 production levels at most of our assembly plants resulted in a subsequent improvement of our cash flow.", "Industry sales volume can be volatile and could decline if there is a financial crisis, recession, public health emergency, or significant geopolitical event;", "(a)  In 2022, there were 42 million shares excluded from the calculation of diluted earnings/(loss) per share, due to their anti-dilutive effect.", "The gains/(losses), by hedge designation, reported in income for the years ended December 31 were as follows (in millions):", "In 2022, we recorded $32 million for accelerated depreciation, impairment of our India assets, and other non-cash items, partially offset by tax credits and other benefits.", "Limit our pension contributions to offset ongoing service cost, ensure our funded plans remain fully funded in aggregate, and meet regulatory requirements, if any;", "$81 million, $88 million, and $103 million of amortization during the years ended December 31, 2021, 2022, and 2023, respectively.", "This reflects the fact that management excludes these items from its review of operating segment results for purposes of measuring segment profitability and allocating resources.", "As a result of this transaction, we recorded a pre-tax loss of $135 million (net of unamortized discounts, premiums, and fees) in Other income/(loss), net in 2022.", "Accordingly, we recorded a $2.7 billion pre-tax impairment in the third quarter of 2022.", "We also are exposed to changes in prices of commodities used in the production of our vehicles and changes in interest rates.", "It shows the growth of a $100 investment on December 31, 2018, including the reinvestment of all dividends.", "Exhibit 10-H 2008 Long-Term Incentive Plan.", "At Ford Credit, rising interest rates may impact its ability to source funding and offer financing at competitive rates, which could reduce its financing margin.", "Ford Blue’s full year 2022 EBIT was $6.8 billion, an increase of $3.6 billion from 2021, with an EBIT margin of 7.2%.", "Ford Model e’s 2023 full year EBIT loss was $4.7 billion, a $2.6 billion higher loss than a year ago, with an EBIT margin of negative 79.7%.", "In addition to direct impacts on the financial flows of global automotive companies, currency movements can also impact pricing of vehicles exported to overseas markets.", "Basic EPS excludes dilution and is computed by dividing Net income/(loss) attributable to Ford Motor Company by the weighted- average number of shares of Common and Class B Stock outstanding for the period.", "In 2023, Ford Blue’s wholesales increased 3% from a year ago, primarily reflecting an improvement in production-related supply constraints, offset partially by ceasing production of EcoSport and Fiesta small vehicles and production losses during the UAW strike.", "The effect of the indicated increase/decrease in the assumptions for Ford Credit’s U.S. Ford and Lincoln retail financing is as follows (in millions):", "The limited availability of components, labor shortages, public health emergencies, and supplier operating issues has led to intermittent interruptions in our supply chain and an inconsistent production schedule at our facilities.", "Other structural costs, such as advertising or engineering costs, do not necessarily have a directly proportionate relationship to production volume.", "Flat to modest U.S. industry growth at 16 million to 16.5 million", "The following table contains the calculation of our ROIC for the years shown (in billions):", "Engineering, research, development, and advertising expenses for the years ended December 31 were as follows (in billions):", "The performance-based RSUs granted in March 2021, 2022, and 2023 include a relative Total Shareholder Return (“TSR”) metric.", "Ford Blue’s 2023 full year EBIT was $7.5 billion, an increase of $615 million from a year ago, with an EBIT margin of 7.3%.", "$209 million during 2021 and 2022, respectively, and a decrease in revenue of $147 million during 2023 related to revenue recognized in prior annual periods.", "Full year 2022 revenue increased 18%, driven by higher net pricing and wholesales, offset partially by weaker currencies.", "Earnings/(Loss) per Share Reconciliation to Adjusted Earnings/(Loss) per Share", "Export Finance (“UKEF”) provided £500 million and", "Normal Purchases and Normal Sales Classification.", "One percentage point instantaneous decrease in interest rates", "Net (gains)/losses reclassified from AOCI to net income (b)", "Accordingly, the eventual implications of higher government deficits and debt, tighter monetary policy, and potentially higher long-term interest rates may drive a higher cost of capital for the business.", "The amounts included in Other income/(loss), net for the years ended December 31 were as follows (in millions):", "Prolonged disruption of the debt and securitization markets;", "One percentage point instantaneous increase in interest rates", "Either situation results in unrealized gains and losses that are recognized in income.", "A curtailment results from an event that significantly reduces the expected years of future service or eliminates the accrual of defined benefits for the future services of a significant number of employees.", "Total net receivables at December 31, 2022 were 3% higher than at December 31, 2021, primarily reflecting higher non- consumer financing, offset partially by fewer operating leases, lower consumer financing, and currency exchange rates.", "The fair value of time-based RSUs, RSSs, and stock options is expensed over the shorter of each separate vesting period, using the graded vesting method, or the time period an employee becomes eligible to retain the award at retirement.", "Holders of our Common Stock have 60% of the general voting power, and holders of our Class B Stock are entitled to such number of votes per share as will give them the remaining 40%.", "We have announced interim emissions targets approved by the Science Based Targets initiative (SBTi) and made other statements about similar initiatives, e.g., our expected electric vehicle volumes in future years.", "Group III – marginal to weak financial metrics; and", "We generally consider cumulative pre-tax losses in the three-year period ending with the current quarter to be significant negative evidence regarding future profitability.", "As a result of changes in our estimate of marketing incentives, we recorded an increase in revenue of $252 million and", "Net charge-offs increased from a year ago, reflecting normalization from extraordinarily low levels.", "We monitor our Company cash levels and average maturity on a daily basis.", "Our carrying value and ownership percentages of our equity method investments at December 31 were as follows (in millions, except percentages):", "In addition, we are continuing to reduce our global workforce and take other restructuring actions, including the separation of salaried workers as announced during 2023.", "Reclassified to Cost of sales.", "U.S. sales volume represents primarily sales by dealers, sales to the government, and leases to Ford management, and is based, in part, on estimated vehicle registrations and includes medium and heavy trucks.", "restated effective as of January 1, 2018.", "Calculated as the sum of adjusted net operating profit/(loss) after cash tax from the last four quarters, divided by the average invested capital over the last four quarters.", "Transactions with equity method investees reported for the years ended or at December 31 were as follows (in millions):", "The decline in value of foreign currencies can also contribute significantly to competitive pressures in many of our markets.", "Company adjusted EBIT margin was 5.9% in 2023, down from 6.6% a year ago.", "As a result of these transactions, we recorded a pre-tax loss of $1.7 billion (net of unamortized discounts, premiums, and fees) in Other income/(loss), net in 2021.", "For 2021, 2022, and 2023, a $284 million gain, a $102 million loss, and a $37 million loss, respectively, were reported in Other comprehensive income/(loss), net of tax.", "A growth rate is used to calculate the terminal value of the business and is added to the present value of the debt-free interim cash flows.", "Pricing Pressure.", "We consider certain structural costs to be a direct investment in future growth and revenue.", "Although supply disruptions have resulted in near-term upward pressure on new vehicle prices, our industry has historically had a very competitive pricing environment, driven in part by excess capacity.", "These were reported in Other income/(loss), net on our consolidated income statements.", "Our expected long-term rate of return considers inputs from a range of advisors for capital market returns, adjusted for specific aspects of our investment strategy by plan.", "Ford’s receipt of government incentives could be subject to reduction, termination, or claw back.", "The year-over-year decrease of $19.9 billion in net income/(loss) in 2022 includes the effect of special items, including the mark-to-market net loss on our Rivian investment and the impairment on our Argo investment.", "For 2021, 2022, and 2023, a $230 million gain, a $53 million loss, and a $3 million loss, respectively, were reported in Cost of sales and a $145 million gain, a $50 million gain, and a $35 million loss were reported in Other income/(loss), net, respectively.", "Exhibit 10-S-11 Form of 2023 Long-Term Incentive Plan Restricted Stock Unit Terms and Conditions.", "Shareholder distributions (including cash dividends and anti-dilutive share repurchases) were $5.3 billion in 2023.", "$7 million, and $7 million in 2021, 2022, and 2023, respectively.", "At Ford Credit, rising interest rates may impact Ford Credit’s ability to source funding and offer financing at competitive rates, which could reduce its financing margin.", "Financing margin changes are driven by changes in revenue and interest expense.", "In 2022, Ford Model e’s wholesales increased 58% from 2021, primarily reflecting the launch of the F-150 Lightning and incremental Mach-E production.", "Exhibit 10-S-6 Form of Restricted Stock Grant Letter for 2023 Long-Term Incentive Plan.", "We recognized $1.4 billion and $1.5 billion of the unearned amounts as revenue during the years ended December 31, 2022 and 2023, respectively.", "Because we, like other manufacturers, have a higher proportion of fixed structural costs, relatively small changes in industry sales volume can have a substantial effect on our cash flow and results of operations.", "We have defined benefit retirement plans in the United States that cover many of our hourly and salaried employees.", "Return on Invested Capital (“ROIC”).", "At December 31, 2023, we had Company cash of $28.8 billion in our investment portfolios, compared to $32.3 billion at December 31, 2022.", "Financing Income.", "(a) Net of tax benefit of $74 million, $113 million, and $104 million in 2021, 2022, and 2023, respectively.", "Net income/(loss) includes certain items (“special items”) that are excluded from Company adjusted EBIT.", "We target shareholder distributions of 40% to 50% of adjusted free cash flow.", "All sales of vehicles manufactured and sold to other OEMs", "Our management ordinarily excludes special items from its review of the results of the operating segments for purposes of measuring segment profitability and allocating resources.", "We are engaged in discussions with our Social Partners related to the remaining affected positions at the plant", "The cumulative net unrealized gain from adjustments related to Other Investments held at December 31, 2023 is $24 million.", "We analyze total Company performance using an adjusted ROIC financial metric based on an after-tax rolling four quarter average.", "These actions may include employee separations, a reduced footprint (e.g., plant closures or smaller operations at existing plants or plants that are not yet on-line), or operating our plants at less than full capacity (e.g., reducing shifts).", "Factors we consider include the severity and reason for the decline in value, interest rate changes, and counterparty long-term ratings.", "In 2022, we reclassified losses of $155 million to Other income/(loss), net upon the liquidation of three investments in Brazil.", "For additional information on the timing of these payments and the impact on our working capital, see the “Changes in Company Cash” section below.", "To be prepared for an economic downturn and other stress scenarios, we target an ongoing Company cash balance at or above $20 billion plus significant additional liquidity above our Company cash target.", "All sales for markets not presently in scope for Ford Model e or Ford Pro (as further described below)", "In this segment, our 2023 EBIT loss was $138 million, a $788 million improvement from a year ago.", "The following tables disaggregate our revenue by major source for the years ended December 31 (in millions):", "Inflation and Interest Rates.", "Net dilutive options, unvested restricted stock units, unvested restricted stock shares, and", "Accordingly, we reported $88 million of fixed assets for this operation as held for sale for the period ended December 31, 2022, which we report in Other assets in the current assets section of our consolidated balance sheets.", "Exhibit 10-C 2014 Stock Plan for Non-Employee Directors (b)       Filed as Exhibit 10-C to our Annual Report on Form 10-K for the", "For full-year 2024, we expect adjusted EBIT of $10 billion to $12 billion and adjusted free cash flow of $6 billion to", "Exhibit 10-A Executive Separation Allowance Plan, as amended and", "We recognized, in Cost of sales, pre-tax impairment charges of $32 million in the third quarter of 2022 to adjust the carrying value of the assets to fair value less costs to sell.", "The impact of these incentives can be significant in a particular market during a reporting period.", "This excess capacity may further increase price competition in that segment of the market, which could have a substantial adverse effect on our financial condition or results of operations.", "Other significant accounting policies are described below.", "36-month auction values for off-lease vehicles were up 5% from 2021, reflecting strong demand for used vehicles, including the impact of lower new vehicle production due to the semiconductor shortage.", "Our strategy is to reduce the risk of our funded defined benefit pension plans, including minimizing the volatility of the value of our pension assets relative to pension liabilities and the need for unplanned use of capital resources to fund the plans.", "In 2023, our diluted earnings per share of Common and Class B Stock was $1.08 and our diluted adjusted earnings per share was $2.01.", "In the normal course of business, our operations are exposed to global market risks, including the effect of changes in foreign currency exchange rates, certain commodity prices, and interest rates.", "The EBIT improvement was driven by higher net pricing and higher wholesales, offset partially by inflationary increases on commodity, material, and freight costs, higher warranty costs, higher structural costs, and weaker currencies.", "The models consider factors such as historical trends in credit losses, recent portfolio performance, and forward-looking macroeconomic conditions.", "For full year 2023, Corporate Other had a $760 million EBIT loss, compared with $748 million of positive EBIT in 2022.", "The shares of Common Stock and Class B Stock outstanding at June 30, 2023 included shares owned by persons who may be deemed to be “affiliates” of Ford.", "Sales proceeds and gross realized gains/losses from the sale of AFS securities for the years ended December 31 were as follows (in millions):", "Market share represents reported retail sales of our brands as a percent of total industry volume in the relevant market or region.", "Moreover, our supply and distribution chains may be disrupted by supplier or dealer bankruptcies or their permanent discontinuation of operations triggered by a shutdown of operations.", "$432 million, $478 million, and $546 million for the years ended December 31, 2021, 2022, and 2023, respectively.", "Net income/(loss) margin was negative 1.3% in 2022, down from 13.2% in 2021.", "Salary growth.", "In total, lower discount rates compared to year-end 2022, partially offset by asset gains in excess of our assumptions resulted in a net remeasurement loss of $1.8 billion, which has been recognized within net periodic benefit cost and reported as a special item.", "Net income/(loss) margin was 2.5% in 2023, up from negative 1.3% a year ago.", "Operating loss carryforwards for tax purposes were $22 billion at December 31, 2023, resulting in a deferred tax asset of", "In 2022, there were 42 million shares excluded from the calculation of diluted earnings/(loss) per share, due to their anti-dilutive effect.", "The net income attributable to Ford Motor Company was $4,347 million in 2023.", "Because of the interconnectedness of the global economy, the challenges of a pandemic, a financial crisis, economic downturn or recession, natural disaster, war, geopolitical crises, or other significant events in one area of the world can have an immediate and material adverse impact on markets around the world.", "Margin of profit on each vehicle sold - which, in turn, is affected by many factors, such as:", "Company adjusted free cash flow was $6.8 billion, $2.3 billion lower than a year ago.", "(Gains)/Losses reclassified from AOCI to net income (b)", "Non-U.S. actual return on assets was 5.56%, which was higher than the expected long-term rate of return of 4.13%.", "Wholesale financing is approximately 96% of dealer financing.", "On March 1, 2021, we acquired Magna’s shares in the restructured GFT.", "Reported in the segment externally selling the vehicle, based on relative volume", "This approach considers inputs from advisors for long-term capital market returns adjusted for specific aspects of our investment strategy by plan.", "Ford Pro’s 2023 full year EBIT was $7.2 billion, an increase of $4.0 billion from a year ago, with an EBIT margin of 12.4%.", "At December 31, 2022 and 2023, the fair value of assets and liabilities available for counterparty netting was $451 million and $815 million, respectively.", "Regardless of the cause, our ability to recoup lost production volume may be limited.", "$2.1 billion from December 31, 2022, primarily reflecting the impact of lower discount rates compared to year-end 2022 and pension benefit enhancements as part of the collective bargaining agreements in the United States and Canada, partially offset by asset gains in excess of our assumptions.", "Inflationary pressure and fluctuations in commodity and energy prices, foreign currency exchange rates, interest rates, and market value of Ford or Ford Credit’s investments, including marketable securities, can have a significant effect on results.", "To the extent governments in various regions implement or intensify barriers to imports, such as erecting tariff or non-tariff barriers or manipulating their currency, and provide advantages to local exporters selling into the global marketplace, there can be a significant negative impact on manufacturers based in other markets.", "Our full year 2022 adjusted effective tax rate, which excludes special items, was 18.7%.", "EARNINGS/(LOSS) PER SHARE ATTRIBUTABLE TO FORD MOTOR COMPANY COMMON AND CLASS B STOCK (Note 8)", "In 2023, Ford Pro’s wholesales increased 6% from a year ago, primarily reflecting an improvement in production-related supply constraints, offset partially by production losses during the UAW strike.", "Our Common Stock is listed on the New York Stock Exchange in the United States under the symbol F. As of", "We present both basic and diluted earnings/(loss) per share (“EPS”) amounts in our financial reporting.", "Market for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities (Continued)", "We have defined benefit pension plans covering hourly and salaried employees in the United States, Canada, United Kingdom, Germany, and other locations.", "Basic shares (average shares outstanding)                                3,991        4,014        3,998", "Ceased production of the Mondeo at the Valencia plant in the first quarter of 2022", "The higher returns are explained primarily by gains on fixed income assets.", "Diluted EPS reflects the maximum potential dilution that could occur from our share-based compensation (“in-the-money” stock options, unvested RSUs, and unvested RSSs) and convertible debt.", "Our full year 2023 Net cash provided by/(used in) operating activities was positive $14.9 billion, an increase of", "Wholesales in certain key markets during the past three years were as follows:", "The year-end status of these plans was as follows (in millions):", "The estimated useful lives generally are 14.5 years for machinery and equipment, 8 years for software, 30 years for land improvements, and 40 years for buildings.", "Net increase/(decrease) in cash, cash equivalents, and restricted cash", "We provided 2024 Company guidance in our earnings release furnished on Form 8-K dated February 6, 2024.", "Financing margin variance is the period-over-period change in financing margin yield multiplied by the present period average net receivables excluding the allowance for credit losses at prior period exchange rates.", "Our cash flow hedges mature within three years.", "The total net proceeds from the offering, after deducting debt issuance costs, were approximately $2.267 billion.", "Nature, frequency, and severity of current and cumulative financial reporting losses.", "Market for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities", "For 2024, the expected long-term rate of return on assets is 5.93% for U.S. plans, down 32 basis points from 2023, reflecting lower capital market return expectations, and 4.53% for non-U.S. plans, up 40 basis points compared with a year ago, reflecting return expectations in those markets and a higher return seeking mix for certain plans.", "Structural Costs – these costs typically do not have a directly proportionate relationship to production volume.", "If auction values decrease significantly in the future, return volumes could exceed Ford Credit’s expectations.", "To the Board of Directors and Stockholders of Ford Motor Company", "The year-over-year increase of $415 million in Company adjusted EBIT primarily reflects higher Ford Blue and Ford Pro EBIT, offset partially by lower Ford Credit EBT, higher EBIT losses in Ford Model e, and lower past service pension and OPEB income in Corporate Other.", "Exhibit 10-B Deferred Compensation Plan for Non-Employee Directors, as amended and restated as of January 1, 2012.", "Ford’s results are dependent on sales of larger, more profitable vehicles, particularly in the United States.", "A high proportion of relatively fixed structural costs, so that small changes in wholesale unit volumes can significantly affect overall profitability", "heavy-duty ZEV mandates based on CARB’s standards.", "The lower EBIT was primarily driven by inflationary increases on commodity, material, and freight costs, higher structural costs (including higher engineering cost for future programs), and unfavorable mix.", "Our plan is to repurpose the facility into a technology center, retaining 1,000 positions.", "Class B Stock, par value $0.01 per share (71 million shares issued of 530 million authorized)", "Cost of sales and Selling, administrative, and other expenses for full year 2023 were $161.3 billion.", "Such investments could have an additional adverse impact on our cash in the near-term.", "We are a global company based in Dearborn, Michigan.", "Furthermore, if we fail to make progress on our plan at the pace that shareholders expect, it may lead to an increase in shareholder activism, which may disrupt the conduct of our business and divert management’s attention and resources.", "Full year 2023 revenue increased 12%, driven by higher wholesales, offset partially by lower net pricing.", "Exhibit 10-S-10 Form of 2023 Long-Term Incentive Plan Restricted Stock", "Services and other revenue.", "The table below shows our full year 2022 net income/(loss) attributable to Ford and Company adjusted EBIT by segment (in millions).", "Our management ordinarily excludes these items from its review of the results of the operating segments for purposes of measuring segment profitability and allocating resources.", "Sales of electric vehicles (“EVs”) by our unconsolidated affiliates in China", "Full year 2022 revenue increased 15%, driven by higher net pricing and wholesales, offset partially by weaker currencies.", "For example, in Ford Blue, our larger, more profitable vehicles had an average contribution margin that was 139% of our total average contribution margin across all vehicles, whereas our smaller vehicles had significantly lower contribution margins.", "Calculated as the sum of net operating profit/(loss) after cash tax from the last four quarters, divided by the average invested capital over the last four quarters.", "Our full year 2023 adjusted effective tax rate, which excludes special items, was 10.0%.", "Net interest on income taxes was $7 million of income, $23 million of expense, and $16 million of expense for the years ended December 31, 2021, 2022, and 2023, respectively.", "We recorded $5.1 billion of pre-tax special item charges in 2023, driven primarily by pension and OPEB remeasurement, restructuring actions in Europe and China, and the Transit Connect customs matter.", "Actual return volumes may be influenced by these factors, as well as by contractual lease-end values relative to auction values.", "Exhibit 10-K      Description of Non-Employee Directors Accidental Death, Dismemberment and Permanent Total Disablement Indemnity.", "Cash effects related to the restructuring of our business", "Beginning with model year 2026, the revised ZEV rule mandates a 35% light- duty ZEV sales requirement, rising to 100% by 2035.", "Our share is influenced by how our products are perceived by customers in comparison to those offered by other manufacturers based on many factors, including price, quality, styling, reliability, safety, fuel efficiency, functionality, sustainability, and reputation.", "Changes in revenue are primarily driven by the level of market interest rates, cost assumptions in pricing, mix of business, and competitive environment.", "Company adjusted EBIT margin was 6.6% in 2022, down from 7.3% in 2021.", "The long-term return assumption at year-end 2023, which will be used to determine the 2024 expected return on assets, is 5.93% for the U.S. plans, 3.84% for the U.K. plans, and 5.06% for the Canadian plans, and averages 4.53% for all non-U.S. plans.", "For the majority of such sales, we recognize revenue when we ship the vehicles to our dealerships from our manufacturing facilities.", "The unrealized losses on securities are due to changes in interest rates and market liquidity.", "Target financial statement leverage of 9:1 to 10:1", "We also sell parts and accessories, primarily to our dealerships (which, in turn, sell these products to retail customers) and to authorized parts distributors (which, in turn, primarily sell these products to retailers).", "We generally record costs associated with voluntary separations at the time of employee acceptance.", "Conversely, rate decreases generally will increase the value of fixed income assets, offsetting the related increase in the obligations.", "This is notable for many emerging markets, which may also face increased exposure to commodity prices and political instability, contributing to unpredictable movements in the value of their exchange rates.", "This has exacerbated the disruption to our suppliers’ operations, which, in turn, has led to higher costs and production shortfalls.", "The table below shows our full year 2023 key metrics for the Company compared to a year ago.", "All other and timing differences were positive $5.2 billion.", "By model year 2025, this regulation will require approximately 22% of a manufacturer’s California light-duty vehicle sales volume be ZEVs.", "Inflation.", "Volume primarily measures changes in net financing margin driven by changes in average net receivables excluding the allowance for credit losses at prior period financing margin yield (defined below in financing margin) at prior period exchange rates.", "The year-over-year increase was primarily driven by higher net income.", "A pattern of objectively measured recent financial reporting losses is heavily weighted as a source of negative evidence.", "At December 31, 2023, total balance sheet cash, cash equivalents, marketable securities, and restricted cash, including Ford Credit and entities held for sale, was $40.4 billion.", "A suspension or substantial curtailment of our manufacturing operations could have a significant adverse effect on our financial condition and results of operations, as was the case in 2020, when, consistent with actions taken by governmental authorities, we idled our plants in regions around the world.", "The following graph compares the cumulative total shareholder return on our Common Stock with the total return on the S&P 500 Index and the Dow Jones Automobiles & Parts Titans 30 Index for the five year period ended December 31, 2023.", "Net property at December 31 was as follows (in millions):", "Inflationary pressure and fluctuations in commodity and energy prices, foreign currency exchange rates, interest rates, and market value of Ford or Ford Credit’s investments, including marketable securities, can have a significant effect on results;", "Brazil has set mandatory fleet safety targets and penalties are applied if these levels are not maintained, while a tax reduction may be available for over-performance.", "Adjusted ROIC – Calculated as the sum of adjusted net operating profit/(loss) after cash tax from the last four quarters, divided by the average invested capital over the last four quarters.", "The table below shows the dividends we paid per share of Common and Class B Stock for each quarterly period in 2022 and 2023:", "The table below estimates the effect on our funded status of an increase/decrease in discount rates and interest rates (in millions):", "As a result, the actual impact to pre-tax cash flow could be higher or lower than the results detailed in the table below.", "In addition, our results are impacted by fluctuations in the market value of our investments, with unrealized gains and losses that could be material in any period.", "See Note 25 of the Notes to the Financial Statements for a discussion of loss contingencies.", "As with other manufacturers, the profitability of our business is affected by many factors, including:", "Long-term growth rate.", "Ford’s portion of the output is expected to be significant; as a result, at the time of sale there were about", "Long-term debt may have fixed or variable interest rates.", "The EBIT improvement was driven by higher net pricing, lower commodity costs, and higher wholesales.", "Exhibit 10-O Select Retirement Plan, as amended and restated effective as of January 1, 2018.", "Securitized funding as a percent of total debt was 44.9% as of December 31, 2023.", "Under our Long-Term Incentive Plans, we may issue restricted stock units (“RSUs”), restricted stock shares (“RSSs”), and stock options.", "As shown in the rightmost column of the table below, we do not intend to make any further purchases under this program because its anti-dilutive purpose was fulfilled after purchasing only 31 million shares.", "We use many assumptions in calculating these estimates, including assumptions related to discount rates, investment returns on designated plan assets, and demographic experience (e.g., mortality and retirement rates).", "We recognized a pre-tax gain of $161 million, which was reported in Other income/(loss), net in the second quarter of 2021.", "Over the long term, intense competition and excess capacity are likely to put downward pressure on inflation-adjusted prices for similarly-contented vehicles and contribute to a challenging pricing environment for the automotive industry in most major markets.", "Company adjusted earnings before interest and taxes (“EBIT”) includes the financial results of these five reportable segments and Corporate Other, and net income comprises the financial results of the five reportable segments and Corporate Other, as well as Interest on Debt, Special Items, and Taxes.", "As a result of these transactions, Ford Credit recorded a pre-tax gain of $17 million (net of unamortized discounts, premiums, fees, and fair value adjustments) in Other income/(loss), net in 2022.", "As a result, we analyze the profit impact of certain cost changes holding constant present-year volume and mix and currency exchange, in order to evaluate our cost trends absent the impact of varying production and currency exchange levels.", "Production and Supply Chain.", "Equity method investment dividends received in excess of (earnings)/losses and impairments", "In 2023, the U.S. actual return on assets was 7.41%, which was higher than the expected long-term rate of return of 6.25%.", "Adjusted Earnings/(Loss) Per Share (Most Comparable GAAP Measure: Earnings/(Loss) Per Share) – Measure of Company’s diluted net earnings/(loss) per share adjusted for impact of pre-tax special items (described above), tax special items, and restructuring impacts in noncontrolling interests.", "For the majority of sales, this occurs when products are shipped from our manufacturing facilities.", "The agreement included a Productivity and Quality bonus of C$10,000 for full-time employees and C$4,000 for temporary part-time employees upon signing of the contract.", "Model e’s full year 2022 EBIT loss was $2.1 billion, a $1.2 billion higher loss than in 2021, with an EBIT margin of negative 40.6%.", "We report revenue on a “where-sold” basis, which reflects the revenue within the country in which the ultimate sale or financing is made to our external customer.", "The impact of inflationary pressure and high interest rates on future credit losses remains uncertain.", "Industry sales volume can be volatile and could decline if there is a financial crisis, recession, public health emergency, or significant geopolitical event.", "Exhibit 10-Q-1 Annual Incentive Compensation Plan Metrics for 2022.", "Adjusted net operating profit/(loss) after cash tax measures operating results less special items, interest on debt (excl.", "Additionally, we are a member of the Financial Services and Information Technology ISACs and both a founding member and board member of the Automotive ISAC.", "Historically, we have experienced some seasonal fluctuation in the business, with production in many markets tending to be higher in the first half of the year to meet demand in the spring and summer (typically the strongest sales months of the year).", "The strategy reduces balance sheet, cash flow, and income exposures and, in turn, reduces our risk profile.", "Ford Credit continues to have robust access to the capital markets, and ended 2023 with $25.7 billion of liquidity, up $4.6 billion from 2022.", "Total net receivables at December 31, 2023 were 9% higher than a year ago, primarily reflecting higher consumer and non-consumer financing and currency exchange rates, partially offset by fewer operating leases.", "Market Factors (exclude the impact of unconsolidated affiliate wholesale units):", "Our wholesale unit volumes vary with the level of total industry demand and our share of that industry demand.", "The year-over-year increase of $6.3 billion in net income/(loss) in 2023 was primarily driven by the non-recurrences of the mark-to-market net loss on our Rivian investment and the impairment on our Argo investment (both of which were included in special items in 2022), partially offset by a pension and OPEB remeasurement loss and higher charges for restructuring actions in Europe and China.", "We declared dividends per share of Common and Class B Stock of $0.10, $0.50, and $1.25 in 2021, 2022 and 2023, respectively.", "(a) Total shareholder’s interest reported on Ford Credit’s balance sheets.", "(a) Exhibit 10-S 2023 Long-Term Incentive Plan.", "In addition, we recognized a $38 million pre-tax net gain on sale of assets in 2022.", "Despite vehicle pricing remaining elevated over the last year due to strong demand, supply shortages, and inflationary costs, we have already observed moderation in the rate of new and used vehicle price increases as auto production recovers from the semiconductor shortage, but it is unclear whether prices will decline fully to pre-COVID-19 pandemic levels.", "If fuel prices are relatively low and market conditions or the consumer attributes", "For full year 2022, we recorded $12.2 billion of pre-tax special item charges, driven by a $7.4 billion mark-to-market net loss on our Rivian investment and a $2.7 billion impairment on our Argo investment.", "Lower industry pricing as supply and demand normalize", "Capital spending was $8.2 billion in 2023, $1.6 billion higher than a year ago, and is expected to be in the range of", "Full year 2022 revenue increased 70%, driven by higher wholesales and net pricing.", "For example, Chinese electric vehicle producers are exporting their products to some key markets in which we operate.", "While these are our best estimates of the impact of the specified interest rate scenario, actual results could differ from those projected.", "Net (gains)/losses reclassified from AOCI to net income (d)", "These expenditures and receipts create exposures to changes in exchange rates.", "Further, higher inventory levels put downward pressure on pricing, which may have an adverse effect on our financial condition and results of operations.", "In 2023, Ford Model e’s wholesales increased 20% from a year ago, primarily reflecting higher production of F-150 Lightning.", "Exited manufacturing operations in 2021 resulting in the closure of facilities in Camaçari, Taubaté, and Troller.", "Our wholesale unit volumes also are influenced by the level of dealer inventory, and our ability to maintain sufficient production levels to support desired dealer inventory in the event of supplier disruptions or other types of disruptions affecting our production.", "Components of income taxes excluding cumulative effects of changes in accounting principles, other comprehensive income/(loss), and equity in net results of affiliated companies accounted for after-tax for the years ended December 31 were", "We also consider the strength and trend of earnings, as well as other relevant factors.", "Basic and diluted income/(loss) per share were calculated using the following (in millions):"], "tsla22_sentences": ["We write-off accounts receivable against the allowance when they are deemed uncollectible.", "This was driven by the growth in energy generation and storage revenue and cost of energy generation and storage revenue as discussed above.", "We record gross realized gains, losses and credit losses as a component of Other (expense) income, net in the consolidated statements of operations.", "We are also subject to laws and regulations applicable to the supply, manufacture, import, sale, service and performance of our products both domestically and abroad.", "The net release or increase of reserves which impacted automotive sales revenue were immaterial for the years ended December 31, 2022 and December 31, 2020.", "The following table presents the reconciliation of basic to diluted weighted average shares used in computing net income per share of common stock attributable to common stockholders, as adjusted to give effect to the 2022 Stock Split (in millions):", "The gains are presented net of impairment losses in Restructuring and other in the consolidated statements of operations.", "In October 2021, the Financial Accounting Standards Board (“FASB”) issued ASU No.", "Our R&D expenses have decreased as a proportion of total revenues despite expanding product roadmap and technologies.", "As the scale of our vehicle production increases, we will also need to accurately forecast, purchase, warehouse and transport components at high volumes to our manufacturing facilities and servicing locations internationally.", "In connection with the offering of the 2024 Notes, we entered into convertible note hedge transactions whereby we had the option to purchase 89.1 million shares of our common stock at a price of approximately $20.66 per share, as adjusted to give effect to the 2022 Stock Split.", "Dividend yield                                        0.0 %        0.0 %       0.0 %", "See Note 3, Digital Assets, Net, to the consolidated financial statements included elsewhere in this Annual Report on Form 10-K for further details.", "As a result of these factors, we believe that quarter-to-quarter comparisons of our financial results, especially in the short term, are not necessarily meaningful and that these comparisons cannot be relied upon as indicators of future performance.", "Global trade conditions and consumer trends that originated during the pandemic continue to persist and may also have long-lasting adverse impact on us and our industries independently of the progress of the pandemic.", "Actual return rates being lower than expected and increases in resale values of our vehicles in 2021 resulted in a net release of our reserve of $365 million for the year ended December 31, 2021, which represented increases in automotive sales revenue.", "Other comprehensive (loss) income consists of foreign currency translation adjustments and unrealized net gains and losses on investments that have been excluded from the determination of net income.", "The change is primarily due to an increase in activities under our direct operating lease program as well as an increase in direct sales-type leasing revenue.", "Preferred stock; $0.001 par value; 100 shares authorized;", "These tax credits are primarily for the direct benefit of our customers and are currently scheduled to phase-out starting in 2023 or later.", "During the years ended December 31, 2022 and 2021, we also realized gains of $64 million and", "The profitability of any directly-leased vehicles returned to us at the end of their leases depends on our ability to accurately project our vehicles’ residual values at the outset of the leases, and such values may fluctuate prior to the end of their terms depending on various factors such as supply and demand of our used vehicles, economic cycles and the pricing of new vehicles.", "The loss of the services of any of our key employees or any significant portion of our workforce could disrupt our operations or delay the development, introduction and ramp of our products and services.", "During the years ended December 31, 2022 and 2021, we purchased and/or received an immaterial amount and $1.50 billion, respectively, of digital assets.", "compensation, subject to any plan limitations.", "We continue to focus on improving our profitability through production and operational efficiencies.", "See Note 14, Income Taxes, to the consolidated financial statements included elsewhere in this Annual Report on Form 10-K for further details.", "During the years ended December 31, 2022, 2021 and 2020, under the ESPP we issued 1.4 million, 1.5 million and 5.5 million shares, respectively, as adjusted to give effect to the 2022 Stock Split.", "Internationally, there may be laws in jurisdictions we have not yet entered or laws we are unaware of in jurisdictions we have entered that may restrict our sales or other business practices.", "These changes were due to a decrease in allocations to financing fund investors.", "These decreases were partially offset by an increase of $222 million in facilities-related expenses, and an increase of $117 million in professional services, sales and marketing activities and other costs.", "$261.33 and $100.17, respectively, as adjusted to give effect to the 2022 Stock Split.", "Any mishandling of these products may cause disruption to the operation of such facilities.", "As of December 31, 2022 and 2021, the allowance for expected credit losses was $37 million and $41 million, respectively.", "Forty-Eighth Supplemental Indenture, dated as of May 1, 2015, by and between SolarCity and the Trustee, related to SolarCity’s 5.00% Solar", "Under the 401(k) savings plan, participating employees may elect to contribute up to 90% of their eligible compensation, subject to certain limitations.", "Net cash provided by operating activities increased by $3.23 billion to $14.72 billion during the year ended December 31, 2022 from $11.50 billion during the year ended December 31, 2021.", "This was partially offset by the overall growth in stock-based compensation due to increased headcount.", "As of January 25, 2023, there were 3,164,102,701 shares of the registrant’s common stock outstanding.", "Our products contain thousands of parts purchased globally from hundreds of suppliers, including single-source direct suppliers, which exposes us to multiple potential sources of component shortages.", "This is primarily due to a decrease of $822 million in stock-based compensation expense, most of which is attributable to the lower stock-based compensation expense of $844 million on the 2018 CEO Performance Award.", "Decreases in balances related to prior year tax positions", "If we do not have fully offsetting revenues in these currencies and if the value of the U.S. dollar depreciates significantly against these currencies, our costs as measured in U.S. dollars as a percent of our revenues will correspondingly increase and our margins will suffer.", "Such returns are based on historical results and are not intended to suggest future performance.", "When the then current carrying value of a digital asset exceeds the fair value determined each quarter, an impairment loss has occurred with respect to those digital assets in the amount equal to the difference between their carrying values and the prices determined.", "We ended 2022 with $22.19 billion in cash and cash equivalents and investments, representing an increase of $4.48 billion from the end of 2021.", "For the years ended December 31, 2022, 2021 and 2020, we recognized $683 million, $369 million and $120 million, respectively, of sales-type leasing revenue and $427 million, $234 million and $87 million, respectively, of sales-type leasing cost of revenue.", "The following table presents the reconciliation of net income attributable to common stockholders to net income used in computing basic and diluted net income per share of common stock (in millions):", "$5.20 billion during the year ended December 31, 2021.", "Basic net income per share of common stock attributable to common stockholders is calculated by dividing net income attributable to common stockholders by the weighted-average shares of common stock outstanding for the period.", "For example, if our near-term manufacturing operations decrease in scale or ramp more slowly than expected, including due to global economic or business conditions, we may choose to correspondingly slow the pace of our capital expenditures.", "Net cash used in financing activities decreased by $1.68 billion to $3.53 billion during the year ended December 31, 2022 from", "Portions of the registrant’s Proxy Statement for the 2023 Annual Meeting of Stockholders are incorporated herein by reference in Part III of this Annual Report on Form 10-K to the extent stated herein.", "Energy generation and storage revenue increased $1.12 billion, or 40%, in the year ended December 31, 2022 as compared to the year ended December 31, 2021, primarily due to an increase in energy storage deployments of Megapack, Powerwall and higher average selling price of Megapack, as well as on solar cash and loan deployments driven by price increases in 2022.", "Net (decrease) increase in cash and cash equivalents and restricted cash", "We transact business globally in multiple currencies and have foreign currency risks related to our revenue, costs of revenue, operating expenses and localized subsidiary debt denominated in currencies other than the U.S. dollar, currently primarily the Chinese yuan, euro, pound sterling and Norwegian krone.", "A substantially greater number of holders of our common stock are “street name” or beneficial holders, whose shares are held by banks, brokers and other financial institutions.", "Each stockholder of record on August 17, 2022 received a dividend of two additional shares of common stock for each then-held share, distributed after close of trading on August 24, 2022.", "During the years ended December 31, 2022 and 2021, we recorded $204 million and $101 million, respectively, of impairment losses on digital assets.", "The valuation allowance on our net deferred taxes decreased by $1.73 billion in the year ended December 31, 2022, and increased by $6.14 billion and $974 million during the years ended December 31, 2021 and 2020, respectively.", "As long as we see expanding sales, and excluding the potential impact of macroeconomic conditions including increased labor costs and impairment charges on certain assets as explained below, we generally expect operating expenses relative to revenues to decrease as we continue to increase operational efficiency and process automation.", "(Dollars in millions)                        2022      2021      2020      $      %      $      % Research and development                  $   3,075  $   2,593  $   1,491  $   482      19 % $  1,102      74 % As a percentage of revenues                      4 %      5 %      5 %", "As adjusted to give effect to the 2022 Stock Split, each $1,000 of principal of the 2024 Notes is now convertible into 48.4140 shares of our common stock, which is equivalent to a conversion price of approximately $20.66 per share, subject to adjustment upon the occurrence of specified events.", "Such conditions may increase our costs, impact our ability to sell our products and require significant management attention, and may harm our business if we are unable to manage them effectively.", "During the year ended December 31, 2022, $54 million in aggregate principal amount of the 2024 Notes was converted and settled in cash for their par amount, and 2.4 million shares of our common stock were issued for the applicable conversion premium, as adjusted to give effect to the 2022 Stock Split.", "We compete with these companies based on price, energy density and efficiency.", "See Note 2, Summary of Significant Accounting Policies, to the consolidated financial statements included elsewhere in this Annual Report on Form 10-K.", "Net income attributable to noncontrolling interests and redeemable noncontrolling interests decreased by $94 million, or 75%, in the year ended December 31, 2022 as compared to the year ended December 31, 2021.", "On August 5, 2022, we increased the number of authorized shares of common stock by 4,000,000,000 shares and our Board of Directors declared the 2022 Stock Split.", "The components of the provision for income taxes for the years ended December 31, 2022, 2021 and 2020 consisted of the following (in millions):", "Unexpected changes in business conditions, materials pricing, including inflation of raw material costs, labor issues, wars, trade policies, natural disasters, health epidemics such as the global COVID-19 pandemic, trade and shipping disruptions, port congestions and other factors beyond our or our suppliers’ control could also affect these suppliers’ ability to deliver components to us or to remain solvent and operational.", "R&D expenses as a percentage of revenue decreased from 5% to 4% in the year ended December 31, 2022 as compared to the year ended December 31, 2021.", "These macroeconomic and industry trends have had, and will likely continue to have, an impact on the pricing of, and order rate for our vehicles, and we will continue to adjust accordingly to such developments.", "In return, we paid our CEO a total of $3 million, which represents the market-based premium for the market quote described above as prorated for 90 days and further discounted by 50%.", "Our common stock has traded on The NASDAQ Global Select Market under the symbol “TSLA” since it began trading on June 29, 2010.", "Vesting typically terminates when the employment or consulting relationship ends.", "To the extent that there are material differences between these estimates and actual results, our future financial statement presentation, financial condition, results of operations and cash flows may be affected.", "Such media coverage and word of mouth are the current primary drivers of our sales leads and have helped us achieve sales without traditional advertising and at relatively low marketing costs.", "During the years ended December 31, 2022 and 2021, we recorded $204 million and $101 million, respectively, of impairment losses on digital assets, respectively.", "We continue to ramp production, build new manufacturing capacity and expand our operations to enable increased deliveries and deployments of our products and further revenue growth.", "SG&A expenses as a percentage of revenue decreased from 8% to 5% in the year ended December 31, 2022 as compared to the year ended December 31, 2021.", "Additionally, there was a higher proportion of energy storage sales, which operated at a higher gross margin, within the segment.", "For the years ended December 31, 2022, 2021 and 2020, we recorded a net foreign currency transaction loss of $89 million, gain of $97 million and loss of $114 million, respectively.", "These facilities are non-recourse to our other assets.", "This was driven by an increase in our average cash and cash equivalents and short- term investments balance and rising interest rates.", "We maintain certain cash balances restricted as to withdrawal or use.", "We also intend to further increase cost-competitiveness in our significant markets by strategically adding local manufacturing.", "Gross margin for total automotive & services and other segment decreased from 26.9% to 26.5% in the year ended December 31, 2022 as compared to the year ended December 31, 2021, primarily due to the automotive gross margin decrease discussed above, partially offset by an improvement in our services and other gross margin.", "We also purchased $5.84 billion of investments in the year ended December 31, 2022.", "Net income used in computing diluted net income per share of common stock", "Adjustments to reconcile net income to net cash provided by operating activities:", "During the year ended December 31, 2022, we had also recognized $288 million in revenue due to changes in regulation which entitled us to additional consideration for credits sold previously.", "Our common stock has experienced over the last 52 weeks an intra-day trading high of $384.29 per share and a low of $101.81 per share, as adjusted to give effect to the three-for-one stock split in the form of a stock dividend in August 2022 (the “2022 Stock Split”).", "The following graph shows a comparison, from January 1, 2018 through December 31, 2022, of the cumulative total return on our common stock, The NASDAQ Composite Index and a group of all public companies sharing the same SIC code as us, which is SIC code 3711, “Motor Vehicles and Passenger Car Bodies” (Motor Vehicles and Passenger Car Bodies Public Company Group).", "We expect to continue to generate net positive operating cash flow as we have done in the last four fiscal years.", "Our cash flows provided by operating activities during 2022 and 2021 were $14.72 billion and $11.50 billion, respectively, representing an increase of $3.23 billion.", "MARKET FOR REGISTRANT’S COMMON EQUITY, RELATED STOCKHOLDER MATTERS AND ISSUER PURCHASES OF EQUITY SECURITIES", "As of January 25, 2023, there were 8,686 holders of record of our common stock.", "As our production volumes continue to grow, we have faced in the past, and may face challenges with deliveries at increasing volumes, particularly in international markets requiring significant transit times.", "Revenue from such contracts is recognized over time using the percentage of completion method based on cost incurred as a percentage", "There was also an increase in production of Model S and Model X and an increase in the combined average selling price of Model S and Model X with a higher proportion of Model X sales, compared to the prior period as deliveries of the new versions of Model S and Model X began ramping in the second and fourth quarters of 2021, respectively.", "We regularly review all of our investments for declines in fair value.", "In 2022, our net income attributable to common stockholders was $12.56 billion, representing a favorable change of $7.04 billion, compared to the prior year.", "Our SG&A expenses have decreased as a proportion of total revenues due to the decrease in expenses as discussed above, in addition to operational efficiencies.", "$128 million, respectively, in connection with converting our holdings of digital assets into fiat currency.", "During the years ended December 31, 2022 and 2021, we also realized gains of $64 million and $128 million, respectively, in connection with converting our holdings of digital assets into fiat currency.", "The stock market in general, and the market for technology companies in particular, has experienced extreme price and volume fluctuations that have often been unrelated or disproportionate to the operating performance of those companies.", "The long-term success of this business is dependent upon increasing margins through greater volumes.", "(Dollars in millions)                       2022      2021     2020     $      %      $      % Selling, general and administrative             $   3,946  $   4,517  $   3,145  $  (571 )     (13 )%$  1,372      44 % As a percentage of revenues                      5 %      8 %     10 %", "Depreciation on Panasonic production equipment is computed using the units-of-production method whereby capitalized costs are amortized over the total estimated productive life of the respective assets.", "As of December 31, 2022, our full-time count for our and our subsidiaries’ employees worldwide was 127,855, a 29,000 year over year increase.", "Our provision for income taxes increased by $433 million, or 62%, in the year ended December 31, 2022 as compared to the year ended December 31, 2021, primarily due to the increase in our pre-tax income year over year.", "We remain committed to growing our retrofit solar energy business by offering a low-cost and simplified online ordering experience.", "The net proceeds from the issuance, after deducting transaction costs, were $1.82 billion.", "Transaction gains and losses are recognized in Other (expense) income, net, in the consolidated statements of operations.", "This increase was primarily due to the increase in net income excluding non-cash expenses, gains and losses of $7.65 billion, offset by the overall increase in net operating assets and liabilities of $4.43 billion.", "In February 2020, our CEO and a member of our Board of Directors purchased from us 195,555 and 18,750 shares, respectively, as adjusted to give effect to the 2022 Stock Split, of our common stock in a public offering at the public offering price for an aggregate", "In 2022, we recognized total revenues of $81.46 billion, respectively, representing an increase of $27.64 billion, compared to the prior year.", "Cost of services and other revenue increased $1.97 billion, or 51%, in the year ended December 31, 2022 as compared to the year ended December 31, 2021.", "This was driven by the changes in automotive sales revenue and cost of automotive sales revenue, partially offset by an increase in regulatory credits revenue, as discussed earlier.", "This decrease was primarily due to the continued reduction in our overall debt balance offset by lower capitalized interest.", "Release of all, or a portion, of the valuation allowance would result in the recognition of certain deferred tax assets and a decrease to income tax expense for the period the release is recorded.", "For the years ended December 31, 2022, 2021 and 2020, we recorded stock-based compensation expense of $66 million, $910 million and $838 million, respectively, related to the 2018 CEO Performance Award.", "Stock-based compensation expense is recorded in Cost of revenues, Research and development expense and Selling, general and administrative expense in the consolidated statements of operations.", "In such transactions, they are included as a component of energy generation and storage revenues in our consolidated financial statements included elsewhere in this Annual Report on Form 10-K.", "Cost of automotive sales revenue increased $17.18 billion, or 53%, in the year ended December 31, 2022 as compared to the year ended December 31, 2021, in line with the growth in revenue year over year, as discussed above.", "The amortized cost basis of our investments approximates its fair value.", "Interest income increased $241 million, or 430%, in the year ended December 31, 2022 as compared to the year ended December 31, 2021.", "Decreases in the retail or wholesale prices of electricity from utilities or other renewable energy sources could make our products less attractive to customers and lead to an increased rate of customer defaults.", "Automotive regulatory credits revenue increased $311 million, or 21%, in the year ended December 31, 2022 as compared to the year ended December 31, 2021, primarily due to changes in regulation which entitled us to additional consideration of $288 million in revenue in the first quarter of 2022 for credits sold previously, in the absence of which we had only an immaterial increase in automotive regulatory credits revenue.", "Further, the ASU made amendments to the EPS guidance in Topic 260 for convertible debt instruments, the most significant impact of which is requiring the use of the if-converted method for diluted EPS calculation, and no longer allowing the net share settlement method.", "As of December 31, 2022, 148.0 million shares were reserved and available for issuance under the 2019 Plan, as adjusted to give effect to the 2022 Stock Split.", "The decrease in the year ended December 31, 2022 included utilization of $13.57 billion net operating loss carry forwards to offset our 2022", "Further, sales of vehicles in the automotive industry also tend to be cyclical in many markets, which may expose us to increased volatility as we expand and adjust our operations.", "Automotive leasing revenue increased $834 million, or 51%, in the year ended December 31, 2022 as compared to the year ended December 31, 2021.", "Other (expense) income, net, changed unfavorably by $178 million in the year ended December 31, 2022 as compared to the year ended December 31, 2021.", "Management’s Discussion and Analysis of Financial Condition and Results of Operations in our Annual Report on Form 10-K for fiscal year 2021, which was filed with the Securities and Exchange Commission on February 7, 2022.", "These changes would have resulted in a gain or loss of $473 million at December 31, 2022 and $277 million at December 31, 2021, assuming no foreign currency hedging.", "We had recognized revenue of $312 million from the deferred revenue balance as of December 31, 2020, for the year ended December 31, 2021.", "Issuance of common stock in public offerings, net of issuance costs of $68         —", "We expect operating expenses to continue to grow in 2023 as we are expanding our operations globally.", "While we defend such actions vigorously, any judgment against us or any future stockholder litigation could result in substantial costs and a diversion of our management’s attention and resources.", "We generally sell our products directly to customers, and continue to grow our customer-facing infrastructure through a global network of vehicle service centers, Mobile Service, body shops, Supercharger stations and Destination Chargers to accelerate the widespread adoption of our products.", "See Note 13, Equity Incentive Plans, to the consolidated financial statements included elsewhere in this Annual Report on Form 10-K.", "†† Portions of this exhibit have been redacted in compliance with Regulation S-K Item 601(b)(10).", "Our Gigafactory Shanghai subsidiary was granted this beneficial income tax rate of 15% for 2019 through 2023.", "Additionally, the increase in our net operating assets and other liabilities was partially offset by a larger increase in other long-term liabilities as compared to the prior year.", "During the fourth quarter of 2021, the Compensation Committee of our Board of Directors granted to certain employees performance-based RSUs and stock options to purchase an aggregate 2.2 million shares of our common stock, as adjusted to give effect to the 2022 Stock Split.", "share of common stock, diluted                         3,475          3,386          3,249", "The following table presents the potentially dilutive shares that were excluded from the computation of diluted net income per share of common stock attributable to common stockholders, because their effect was anti-dilutive, as adjusted to give effect to the 2022 Stock Split (in millions):", "Report of Independent Registered Public Accounting Firm (PCAOB ID: 238)                            46", "As of December 31, 2022, there were 99.9 million shares available for issuance under the ESPP, as adjusted to give effect to the 2022 Stock Split.", "This incentive reduces the related lease costs of the facility within the Energy generation and storage cost of revenues and operating expense line items in our consolidated statements of operations.", "Gross profit total automotive Gross margin total automotive", "Automotive sales                     $  49,599  $   32,415  $ 19,696  $ 17,184      53 %$ 12,719      65 %", "We transact business globally in multiple currencies and hence have foreign currency risks related to our revenue, costs of revenue, operating expenses and localized subsidiary debt denominated in currencies other than the U.S. dollar (primarily the Chinese yuan, euro, pound sterling and Norwegian krone in relation to our current year operations).", "Generally, we continue to expand production capacity at our existing facilities.", "These plans require significant cash investments and management resources and there is no guarantee that they will generate additional sales or installations of our products, or that we will be able to avoid cost overruns or be able to hire additional personnel to support them.", "For example, as a result of increased global production of electric vehicles and energy storage products, suppliers of these raw materials may be unable to meet our volume needs.", "As of December 31, 2022 and 2021, we had cumulatively capitalized gross costs of $2.01 billion and $1.98 billion, respectively, on the consolidated balance sheets in relation to the production equipment under our Panasonic arrangement.", "Under the terms of the arrangement, the SUNY Foundation paid for a majority of the construction costs related to the manufacturing facility and the acquisition and commissioning of certain manufacturing equipment; and we are responsible for any construction or equipment costs in excess of such amount (refer to Note 15, Commitments and Contingencies).", "Shares of Common Stock held by each executive officer, director, and holder of 5% or more of the outstanding Common Stock have been excluded in that such persons may be deemed to be affiliates.", "The change is primarily due to increase in used vehicle revenue driven by increases in volume and average selling", "We include the results of operations of the acquired business in the consolidated financial statements beginning on the acquisition date.", "4.76 Description of Registrant’s Securities       10-K     001-34756   4.119    February 13,", "However, these incentives may expire when the allocated funding is exhausted, reduced or terminated as renewable energy adoption rates increase, sometimes without warning.", "The increase was primarily due to a $175 million increase in employee and labor related expenses, a $132 million increase in facilities, outside services, freight and depreciation expense, a $101 million increase in R&D expensed materials and an $87 million increase in stock-based compensation expense.", "The increase in our net operating assets and liabilities was mainly driven by a larger increase of inventory in the year ended December 31, 2022 as compared to the year ended December 31, 2021, partially offset by a larger increase of accounts payable and accrued liabilities, to support the ramp up in production at our factories and larger increases in other non-current assets and prepaid expenses and other current assets.", "Gross margin for total automotive decreased from 29.3% to 28.5% in the year ended December 31, 2022 as compared to the year ended December 31, 2021.", "The incentive therefore reduces the depreciation expense over the useful lives of the related equipment.", "The SPEs are wholly owned by us and are consolidated in the financial statements.", "Such costs are amortized over the estimated useful life of the applicable software once it is made generally available to our customers.", "During the years ended December 31, 2022, 2021 and 2020, stock-based compensation expense capitalized to our consolidated balance sheets was $245 million, $182 million and $89 million, respectively.", "In August 2020, the FASB issued ASU 2020-06, Accounting for Convertible Instruments and Contracts in an Entity’s Own Equity.", "Sixty-First Supplemental Indenture, dated as of May 26, 2015, by and between SolarCity and the Trustee, related to SolarCity’s 4.70% Solar", "If the actual resale values of any vehicles resold or returned to us pursuant to these programs are materially lower than the pre- determined amounts we have offered, our financial condition and operating results may be harmed.", "Our effective tax rate decreased from 11% to 8% in the year ended December 31, 2022 as compared to the year ended December 31, 2021, primarily due to changes in mix of jurisdictional earnings.", "These factors included, but were not limited to, a history of losses in prior years, excess tax benefits related to stock-based compensation, future reversal of existing temporary differences and tax planning strategies.", "There have been and may continue to be significant supply chain attacks.", "During the years ended December 31, 2022 and 2021, we recorded $204 million and $101 million of impairment losses on such digital assets, respectively.", "For example, in the year ended December 31, 2022, we recorded $204 million of impairment losses resulting from changes to the carrying value of our bitcoin and gains of $64 million on certain conversions of bitcoin into fiat currency by us.", "During the first quarter of 2022, the remaining $29 million in aggregate principal amount of the 2022 Notes was converted and settled in cash for their par amount, and 1.2 million shares of our common stock were issued for the applicable conversion premium, as adjusted to give effect to the 2022 Stock Split.", "The change is primarily due to fluctuations in foreign currency exchange rates.", "As of December 31, 2022, we and our subsidiaries had outstanding $2.06 billion in aggregate principal amount of indebtedness, of which $1.02 billion is scheduled to become due in the succeeding 12 months.", "These changes were applied to our total monetary assets and liabilities denominated in currencies other than our local currencies at the balance sheet date to compute the impact these changes would have had on our net income before income taxes.", "As of December 31, 2022, we have converted approximately 75% of our purchases into fiat currency.", "Services and other revenue increased $2.29 billion, or 60%, in the year ended December 31, 2022 as compared to the year ended December 31, 2021.", "See Note 2, Summary of Significant Accounting Policies, to the consolidated financial statements included elsewhere in this Annual Report on Form 10-K for further details.", "Should the actual amounts differ from our estimates, the amount of our valuation allowance could be materially impacted.", "As of December 31, 2022, we had $18.0 billion of federal and $14.0 billion of state net operating loss carry-forwards available to offset future taxable income, some of which, if not utilized, will begin to expire in 2023 for federal and state purposes.", "During the interim term, we resumed our annual evaluation of all available options for providing directors’ and officers’ indemnity coverage, which we had suspended during the height of shelter-in-place requirements related to the COVID-19 pandemic.", "As of December 31, 2022, we had $16.25 billion and $5.93 billion of cash and cash equivalents and short-term investments, respectively.", "This was achieved from production ramping of Model Y at Gigafactory Shanghai and the Fremont Factory as well as the start of production at Gigafactory Berlin-Brandenburg and Gigafactory Texas in 2022, at a higher combined average selling price from a higher proportion of Model Y sales despite a negative impact from the United States dollar strengthening against other foreign currencies in 2022 compared to the prior period.", "holders of the capital stock of the Registrant", "In 2021, Tesla delivered shares to JP Morgan per the agreement, which they duly accepted.", "Gains are not recorded until realized upon sale(s), at which point they are presented net of any impairment losses for the same digital assets held within Restructuring and other.", "Seventy-Fourth Supplemental Indenture, dated as of June 22, 2015, by and between SolarCity  and the Trustee, related to SolarCity’s 4.70%", "This increase was primarily due to higher interest earned on our cash and cash equivalents and short-term investments during the year ended 2022 compared to the prior period.", "The decrease was primarily due to a $1.92 billion decrease in repayments of convertible and other debt, net of proceeds from issuances of debt.", "Any reductions or terminations of such incentives may harm our business, prospects, financial condition and operating results by making our products less competitive for customers, increasing our cost of capital and adversely impacting our ability to attract investment partners and to form new financing funds for our solar and energy storage assets.", "In particular, we remain focused on increasing the capability and efficiency of our servicing operations.", "Net income used in computing basic net income per share of common stock", "Impairment losses are recognized within Restructuring and other in the consolidated statements of operations in the period in which the impairment is identified.", "Our initial public offering was priced at approximately $1.13 per share on June 28, 2010 as adjusted to give effect to the 2022 Stock Split and the five-for-one stock split effected in the form of a stock dividend in August 2020 (the “2020 Stock Split”).", "segment cost of revenues                  56,988     37,299   22,930   19,689      53 %  14,369      63 % Energy generation and storage segment  3,621    2,918    1,976  703 24 %    942 48 % Total cost of revenues                  $  60,609  $   40,217  $ 24,906  $ 20,392      51 %$ 15,311      61 %", "Total automotive revenues               71,462    47,232    27,236   24,230      51 %  19,996       73 %", "The net carrying value of our intangible assets decreased from $257 million as of December 31, 2021 to $215 million as of December 31, 2022 mainly from amortization.", "Any such sales could cause the price of our common stock to decline further.", "Incentive stock options may only be granted to our employees.", "Additionally, our revenues from period to period may fluctuate as we introduce existing products to new markets for the first time and as we develop and introduce new products.", "Additionally, cash inflows related to sales of digital assets were $936 million in the year ended December 31, 2022, and net cash outflows related to digital assets were $1.23 billion in the year ended December 31, 2021 from purchases of digital assets for $1.50 billion offset by proceeds from sales of digital assets of $272 million.", "Purchases of solar energy systems, net of sales", "In addition, we sold warrants whereby the holders of the warrants had the option to purchase 89.1 million shares of our common stock at a price of approximately $40.50 per share, as adjusted to give effect to the 2022 Stock Split.", "The following table presents revenues and gross profit by reportable segment (in millions):", "Upon vesting and exercise, including the payment of the exercise price of $23.34 per share as adjusted to give effect to the 2020 Stock Split and the 2022 Stock Split, our CEO must hold shares that he acquires for five years post-exercise, other than a cashless exercise where shares are simultaneously sold to pay for the exercise price and any required tax withholding.", "Increased competition could result in our lower vehicle unit sales, price reductions, revenue shortfalls, loss of customers and loss of market share, which may harm our business, financial condition and operating results.", "Common stock; $0.001 par value; 6,000 shares authorized; 3,164 and 3,100 shares issued and outstanding as of December 31, 2022 and December 31, 2021, respectively (1)", "While we intend to continue to leverage our most effective sales strategies, including sales through our website, we may not be able to sell our vehicles through our own stores in certain states in the U.S. with laws that may be interpreted to impose limitations on this direct-to-consumer sales model.", "We sell used vehicles, services, service plans, vehicle components and merchandise separately and thus use standalone selling prices as the basis for revenue allocation to the extent that these items are sold in transactions with other performance obligations.", "Gross profit total automotive & services and other segment", "Increasing the exports of vehicles manufactured at Gigafactory Shanghai has also been effective in mitigating the strain on our deliveries in markets outside of the United States, and we expect to benefit further from situating additional factories closer to local markets, including the production launch at Gigafactory Berlin-Brandenburg and Gigafactory Austin.", "As the year progressed, inflationary pressures increased across the markets in which we operate.", "We also compete with both mature and prosperous companies that have far greater financial resources than we do and start-ups and emerging companies that promise short-term growth opportunities.", "All share and per share amounts presented herein have been retroactively adjusted to reflect the impact of the 2022 Stock Split.", "Effective tax rate                          8 %     11 %     25 %", "The SPEs are consolidated in the financial statements.", "We continue to increase the production of our energy storage products to meet high levels of demand.", "Interest expense decreased $180 million, or 49%, in the year ended December 31, 2022 as compared to the year ended December 31, 2021.", "The following table summarizes our stock-based compensation expense by line item in the consolidated statements of operations (in millions):", "Should our estimates of future selling prices or production costs change, additional and potentially material write-downs may be required.", "$580.48 billion (based on the closing price for shares of the registrant’s Common Stock as reported by the NASDAQ Global Select Market on June 30, 2022).", "Note 8 – Property, Plant and Equipment, Net", "Beginning in January 2022, we began to match 50% of each employee’s contributions up to a maximum of 6% (capped at $3,000) of the employee’s eligible compensation, vested upon one year of service.", "While we expect to have and grow significant operations at Gigafactory New York and the surrounding Buffalo area, any failure by us in any year over the course of the term of the agreement to meet all applicable future obligations may result in our obligation to pay a “program payment” of $41 million to the SUNY Foundation for such year, the termination of our lease at Gigafactory New York which may require us to pay additional penalties, and/or the need to adjust certain of our operations, in particular our production ramp of the Solar Roof or other components.", "We reevaluate our sales strategy both globally and at a location-by-location level from time to time to optimize our sales channels.", "The following table disaggregates our revenue by major source (in millions):", "These incentives offset the related costs of our facilities and are recorded as a reduction of the cost of the capital investment within the Property, plant and equipment, net line item in our consolidated balance sheets.", "As of December 31, 2022, we had unrecognized stock-based compensation expense of $204 million, which will be recognized over a weighted-average period of", "As we are invoiced for these goods and services, this balance will reduce and accounts payable will increase.", "The following table summarizes our stock option and RSU activity for the year ended December 31, 2022:", "During the years ended December 31, 2022 and 2021, we realized gains of $64 million and $128 million, respectively, in connection with converting our holdings of digital assets into fiat currency.", "Our business has recently been consistently generating cash flow from operations in excess of our level of capital spend, and with better working capital management resulting in shorter days sales outstanding than days payable outstanding, our sales growth is also facilitating positive cash generation.", "Any work stoppages or strikes organized by such unions could delay the manufacture and sale of our products and may harm our business and operating results.", "Gross margin total automotive & services and other segment", "Market for Registrant's Common Equity, Related Stockholder Matters and Issuer Purchases of Equity", "Additionally, services and other was a higher percentage of the segment gross margin during the year ended 2022 as compared to the prior year.", "Such costs are amortized on a straight-line basis over its estimated useful life of three years.", "Cash flows from investing activities and their variability across each period related primarily to capital expenditures, which were", "The following table presents revenues by geographic area based on the sales location of our products (in millions):", "Automotive sales revenue increased $23.09 billion, or 52%, in the year ended December 31, 2022 as compared to the year ended December 31, 2021, primarily due to an increase of 347,024 Model 3 and Model Y deliveries, and an increase of 38,183 Model S and Model X deliveries year over year.", "Realized gains and losses on the sale of available-for-sale investments are recorded in Other (expense) income, net.", "and Goldman Sachs & Co. LLC and Morgan", "Net Income per Share of Common Stock Attributable to Common Stockholders", "Gross margin for energy generation and storage increased from -4.6% to 7.4% in the year ended December 31, 2022 as compared to the year ended December 31, 2021.", "The fair value of RSUs is measured on the grant date based on the closing fair market value of our common stock."], "tsla23_sentences": ["We write-off accounts receivable against the allowance when they are deemed uncollectible.", "Capital expenditures amounted to $8.90 billion in 2023, compared to $7.16 billion in 2022, representing an increase of $1.74 billion.", "Additionally, proceeds from sales of digital assets was $936 million in the year ended December 31, 2022.", "Unexpected changes in business conditions, materials pricing, including inflation of raw material costs, labor issues, wars, trade policies, natural disasters, health epidemics such as the global COVID-19 pandemic, trade and shipping disruptions, port congestions, cyberattacks and other factors beyond our or our suppliers’ control could also affect these suppliers’ ability to deliver components to us or to remain solvent and operational.", "From time to time, the Compensation Committee of our Board of Directors grants certain employees performance-based RSUs and stock options.", "During the year ended December 31, 2022, we recorded an impairment loss of $204 million as well as realized gains of $64 million in connection with converting our holdings of digital assets into fiat currency.", "Under the terms of the arrangement, we are required to spend RMB", "The gains are presented net of impairment losses in Restructuring and other in the consolidated statements of operations.", "Increases in balances related to prior year tax positions", "$144 million and $106 million, respectively, in Cost of revenues in the consolidated statements of operations.", "As the scale of our vehicle production increases, we will also need to accurately forecast, purchase, warehouse and transport components at high volumes to our manufacturing facilities and servicing locations internationally.", "Likewise, as we ramp our energy products, we are working to substantially increase our production and installation capabilities.", "In addition, a portion of our costs and expenses have been, and we anticipate will continue to be, denominated in foreign currencies.", "As a result of these factors, we believe that quarter-to-quarter comparisons of our financial results, especially in the short term, are not necessarily meaningful and that these comparisons cannot be relied upon as indicators of future performance.", "This was driven by a $447 million increase in employee and labor costs primarily from increased headcount, including professional services and a $363 million increase in facilities related expenses.", "The following table presents the potentially dilutive shares that were excluded from the computation of diluted net income per share of common stock attributable to common stockholders, because their effect was anti-dilutive (in millions):", "The profitability of any directly-leased vehicles returned to us at the end of their leases depends on our ability to accurately project our vehicles’ residual values at the outset of the leases, and such values may fluctuate prior to the end of their terms depending on various factors such as supply and demand of our used vehicles, economic cycles and the pricing of new vehicles.", "Refer to the section below for the terms of the facility.", "The loss of the services of any of our key employees or any significant portion of our workforce could disrupt our operations or delay the development, introduction and ramp of our products and services.", "compensation, subject to any plan limitations.", "See Note 14, Income Taxes, to the consolidated financial statements included elsewhere in this Annual Report on Form 10-K for further details.", "Internationally, there may be laws in jurisdictions we have not yet entered or laws we are unaware of in jurisdictions we have entered that may restrict our sales or other business practices.", "The estimates used for, but not limited to, determining significant economic incentive for resale value guarantee arrangements, sales return reserves, income taxes, the collectability of accounts and finance receivables, inventory valuation, warranties, fair value of long-lived assets, goodwill, fair value of financial instruments, fair value and residual value of operating lease vehicles and solar energy systems subject to leases could be impacted.", "Any mishandling of these products may cause disruption to the operation of such facilities.", "Interest income increased $769 million, or 259%, in the year ended December 31, 2023 as compared to the year ended December 31, 2022.", "Under the 401(k) savings plan, participating employees may elect to contribute up to 90% of their eligible compensation, subject to certain limitations.", "Decreases in balances related to prior year tax positions", "If we do not have fully offsetting revenues in these currencies and if the value of the U.S. dollar depreciates significantly against these currencies, our costs as measured in U.S. dollars as a percent of our revenues will correspondingly increase and our margins will suffer.", "Such returns are based on historical results and are not intended to suggest future performance.", "When the then current carrying value of a digital asset exceeds the fair value determined each quarter, an impairment loss has occurred with respect to those digital assets in the amount equal to the difference between their carrying values and the prices determined.", "Our business has been consistently generating cash flow from operations in excess of our level of capital spend, and with better working capital management resulting in shorter days sales outstanding than days payable outstanding, our sales growth is also generally facilitating positive cash generation.", "In November 2023, the Financial Accounting Standards Board (“FASB”) issued ASU No.", "Net cash from financing activities changed by $6.12 billion to $2.59 billion net cash provided by financing activities during the year ended December 31, 2023 from $3.53 billion net cash used in financing activities during the year ended December 31, 2022.", "The following table presents the reconciliation of net income attributable to common stockholders to net income used in computing basic and diluted net income per share of common stock (in millions):", "Basic net income per share of common stock attributable to common stockholders is calculated by dividing net income attributable to common stockholders by the weighted-average shares of common stock outstanding for the period.", "For example, if our near-term manufacturing operations decrease in scale or ramp more slowly than expected, including due to global economic or business conditions, we may choose to correspondingly slow the pace of our capital expenditures.", "We record gross realized gains, losses and credit losses as a component of Other income (expense), net in the consolidated statements of operations.", "A substantially greater number of holders of our common stock are “street name” or beneficial holders, whose shares are held by banks, brokers and other financial institutions.", "$8.90 billion for the year ended December 31, 2023 and $7.16 billion for the year ended December 31, 2022, mainly for global factory expansion and machinery and equipment as we expand our product roadmap.", "During the years ended December 31, 2022 and 2021, we recorded $204 million and $101 million, respectively, of impairment losses on digital assets.", "During the year ended December 31, 2022, we recorded $204 million of impairment losses on digital assets and realized gains of $64 million in connection with converting our holdings of digital assets into fiat currency.", "Our effective tax rate changed from an expense of 8% to a benefit of 50% in the year ended December 31, 2023 as compared to the year ended December 31, 2022, primarily due to the release of the valuation allowance regarding our U.S. federal and certain state deferred tax assets.", "Such conditions may increase our costs, impact our ability to sell our products and require significant management attention, and may harm our business if we are unable to manage them effectively.", "We compete with these companies based on price, energy density and efficiency.", "We expect to continue to generate net positive operating cash flow as we have done in the last five fiscal years.", "The estimates used for, but not limited to, determining significant economic incentive for resale value guarantee arrangements, sales return reserves, the collectability of accounts and financing receivables, inventory valuation, warranties, fair value of long-lived assets, goodwill, fair value of financial instruments, fair value and residual value of operating lease vehicles and solar energy systems subject to leases could be impacted.", "Automotive regulatory credits revenue increased $14 million, or 1%, in the year ended December 31, 2023 as compared to the year ended December 31, 2022.", "See Note 2, Summary of Significant Accounting Policies, to the consolidated financial statements included elsewhere in this Annual Report on Form 10-K.", "competition could result in our lower vehicle unit sales, price reductions, revenue shortfalls, loss of customers and loss of market share, which may harm our business, financial condition and operating results.", "For the years ended December 31, 2023, 2022 and 2021, we recorded a net foreign currency transaction gain of $122 million, loss of $89 million and gain of $97 million, respectively.", "Our initial public offering was priced at approximately $1.13 per share on June 28, 2010 as adjusted to give effect to the three-for-one stock split effected in the form of a stock dividend in August 2022 (the “2022 Stock Split”) and the five-for-one stock split effected in the form of a stock dividend in August 2020 (the “2020 Stock Split”).", "The net carrying value of our intangible assets decreased from $215 million as of December 31, 2022 to $178 million as of December 31, 2023 mainly from amortization.", "Vesting typically terminates when the employment or consulting relationship ends.", "To the extent that there are material differences between these estimates and actual results, our future financial statement presentation, financial condition, results of operations and cash flows may be affected.", "Our common stock has traded on The NASDAQ Global Select Market under the symbol “TSLA” since it began trading on June 29, 2010.", "On the grant date, a Monte Carlo simulation was used to determine for each tranche (i) a fixed amount of expense for such tranche and (ii) the future time when the market capitalization milestone for such tranche was expected to be achieved, or its “expected market capitalization milestone achievement time.” Separately, based on a subjective assessment of our future financial performance each quarter, we determined whether it was probable that we would achieve each operational milestone that had not previously been achieved or deemed probable of achievement and if so, the future time when we expected to achieve that operational milestone, or its “expected operational milestone achievement time.”", "The valuation allowance on our net deferred tax assets decreased by $6.46 billion and $1.73 billion during the years ended December 31, 2023 and 2022, respectively, and increased by $6.14 billion during the year ended December 31, 2021.", "We also intend to further increase cost-competitiveness in our significant markets by strategically adding local manufacturing.", "We maintain certain cash balances restricted as to withdrawal or use.", "The following table summarizes the fair value of our investments by stated contractual maturities as of December 31, 2023 (in millions):", "stock-based compensation expense were $326 million during the year ended December 31, 2023.", "Net income used in computing diluted net income per share of common stock", "Cost of services and other revenue increased $1.95 billion, or 33%, in the year ended December 31, 2023 as compared to the year ended December 31, 2022.", "Our common stock has experienced over the last 52 weeks an intra-day trading high of $299.29 per share and a low of $152.37 per share.", "The decrease was primarily due to a decrease in direct sales-type leasing cost of revenue driven by lower deliveries year over year.", "For the years ended December 31, 2022 and 2021, we recorded stock-based compensation expense of", "MARKET FOR REGISTRANT’S COMMON EQUITY, RELATED STOCKHOLDER MATTERS AND ISSUER PURCHASES OF EQUITY SECURITIES", "The increase was primarily due to higher used vehicle revenue driven by increases in volume, body shop and part sales revenue, non-warranty maintenance services revenue, paid Supercharging revenue and insurance services revenue, all of which are primarily attributable to our growing fleet.", "As our production volumes continue to grow, we have faced in the past, and may face challenges with deliveries at increasing volumes, particularly in international markets requiring significant transit times.", "We regularly review all of our investments for declines in fair value.", "Adjustment for net loss realized and included in net income", "The stock market in general, and the market for technology companies in particular, has experienced extreme price and volume fluctuations that have often been unrelated or disproportionate to the operating performance of those companies.", "Accordingly, actual results could differ significantly from the estimates made by our management.", "The long-term success of this business is dependent upon increasing margins through greater volumes.", "We use the fair value method of accounting for our stock options and restricted stock units (“RSUs”) granted to employees and for our employee stock purchase plan (the “ESPP”) to measure the cost of employee services received in exchange for the stock-based awards.", "As discussed in and subject to the considerations referenced in Part II, Item 7, Management's Discussion and Analysis of Financial Condition and Results of Operations—Management Opportunities, Challenges and Uncertainties and 2023 Outlook—Cash Flow and Capital Expenditure Trends in this Annual Report on Form 10-K, we currently expect our capital expenditures to support our projects globally to exceed $10.00 billion in 2024 and be between $8.00 to $10.00 billion in each of the following two fiscal years.", "We remain committed to growing our retrofit solar energy business by offering a low-cost and simplified online ordering experience.", "For example, inflationary pressures have increased across the markets in which we operate.", "In addition, because a large portion of our future expenditures will be to fund our growth, we expect that if needed we will be able to adjust our capital and operating expenditures by operating segment.", "Historically, we have been able to achieve sales without traditional advertising and at relatively low marketing costs.", "14.08 billion in capital expenditures by the end of 2023, which has been achieved in 2023, and to generate RMB 2.23 billion of annual tax revenues starting at the end of 2023.", "Transaction gains and losses are recognized in Other income (expense), net, in the consolidated statements of operations.", "During the years ended December 31, 2022 and 2021 we also realized gains of $64 million and $128 million, respectively, in connection with converting our holdings of digital assets into fiat currency.", "These changes would have resulted in a gain or loss of $1.01 billion at December 31, 2023 and $473 million at December 31, 2022, assuming no foreign currency hedging.", "Stock options granted under the 2019 Plan may be either incentive stock options or nonstatutory stock options.", "Stock-based compensation expense is recorded in Cost of revenues, Research and development expense and Selling, general and administrative expense in the consolidated statements of operations.", "Energy generation and storage revenue increased $2.13 billion, or 54%, in the year ended December 31, 2023 as compared to the year ended December 31, 2022.", "This increase was primarily due to higher interest earned on our cash and cash equivalents and short-term investments in the year ended December 31, 2023 as compared to the prior year due to rising interest rates and our increasing portfolio balance.", "In particular, our future business depends in large part on increasing the production of mass-market vehicles.", "In such transactions, they are included as a component of energy generation and storage revenues in our consolidated statements of operations included elsewhere in this Annual Report on Form 10-K.", "As of December 31, 2023 and 2022, we had cumulatively capitalized gross costs of $2.02 billion and $2.01 billion, respectively, on the consolidated balance sheets in relation to the production equipment under our Panasonic arrangement.", "We are unable to reasonably estimate the possible loss or range of loss, if any, associated with these claims, unless noted.", "The amortized cost basis of our investments approximates its fair value.", "Decreases in the retail or wholesale prices of electricity from utilities or other renewable energy sources could make our products less attractive to customers and lead to an increased rate of customer defaults.", "Shares of Common Stock held by each executive officer and director have been excluded in that such persons may be deemed to be affiliates.", "Further, the ASU made amendments to the EPS guidance in Topic 260 for convertible debt instruments, the most significant impact of which is requiring the use of the if-converted method for diluted EPS calculation, and no longer allowing the net share settlement method.", "There are no restrictions on draw-down or use for general corporate purposes with respect to any available committed funds under our RCF Credit Agreement, except certain specified conditions prior to draw-down.", "We transact business globally in multiple currencies and have foreign currency risks related to our revenue, costs of revenue, operating expenses and localized subsidiary debt denominated in currencies other than the U.S. dollar.", "The increases were partially offset by a decrease in the average selling price of used vehicles.", "We transact business globally in multiple currencies and hence have foreign currency risks related to our revenue, costs of revenue and operating expenses denominated in currencies other than the U.S. dollar (primarily the Chinese yuan and euro in relation to our current year operations).", "On November 13, 2023, Andrew Baglino, Senior Vice President, Powertrain and Energy Engineering, adopted a Rule 10b5-1 trading arrangement for the potential sale of up to 115,500 shares of our common stock, subject to certain conditions.", "During the years ended December 31, 2023, 2022 and 2021, stock-based compensation expense capitalized to our consolidated balance sheets was $199 million, $245 million and $182 million, respectively.", "While we defend such actions vigorously, any judgment against us or any future stockholder litigation could result in substantial costs and a diversion of our management’s attention and resources.", "Interest income based on the implicit rate in the lease is recorded to automotive leasing revenue over time as customers are invoiced on a monthly basis.", "Increases in balances related to current year tax positions", "Other comprehensive income (loss) consists of foreign currency translation adjustments and unrealized net gains and losses on investments that have been excluded from the determination of net income.", "†† Portions of this exhibit have been redacted in compliance with Regulation S-K Item 601(b)(10).", "Cost of automotive sales revenue increased $15.52 billion, or 31%, in the year ended December 31, 2023 as compared to the year ended December 31, 2022.", "We also purchased $6.62 billion and $5.81 billion of investments, net of proceeds from maturities and sales, for the year ended December 31, 2023 and 2022, respectively.", "As of December 31, 2023, we had unrecognized stock-based compensation expense of $655 million under these grants to purchase or receive an aggregate 5.3 million shares of our common stock.", "Cost of automotive sales revenue increased in line with the change in deliveries year over year, as discussed above.", "We are highly dependent on the services of Elon Musk, Technoking of Tesla and our Chief Executive Officer.", "Of this amount, we expect to recognize $1.05 billion in the next 12 months and the rest over the remaining performance obligation period.", "The following table presents the reconciliation of basic to diluted weighted average shares used in computing net income per share of common stock attributable to common stockholders (in millions):", "As of December 31, 2023, we had $10.31 billion of federal and $10.36 billion of state net operating loss carry-forwards available to offset future taxable income, some of which, if not utilized, will begin to expire in 2024 for federal and state purposes.", "Approximately $5.93 billion of the total valuation allowance release was related to deferred tax assets to be realized in the future years and the remainder benefited us during the year ended December 31, 2023.", "For the years ended December 31, 2023, 2022 and 2021, we recognized $215 million, $683 million and $369 million, respectively, of sales-type leasing revenue and $164 million, $427 million and $234 million, respectively, of sales-type leasing cost of revenue.", "† Production Pricing Agreement between Panasonic Corporation and the Registrant dated October 1, 2014.", "This incentive reduces the related lease costs of the facility within the Energy generation and storage cost of revenues and operating expense line items in our consolidated statements of operations.", "Generally, we continue to expand production capacity at our existing facilities.", "R&D expenses as a percentage of revenue stayed consistent at 4% in the year ended December 31, 2023 as compared to the year ended December 31, 2022.", "These plans require significant cash investments and management resources and there is no guarantee that they will generate additional sales or installations of our products, or that we will be able to avoid cost overruns or be able to hire additional personnel to support them.", "We ended 2023 with $29.09 billion in cash and cash equivalents and investments, representing an increase of $6.91 billion from the end of 2022.", "The following graph shows a comparison, from January 1, 2019 through December 31, 2023, of the cumulative total return on our common stock, The NASDAQ Composite Index and a group of all public companies sharing the same SIC code as us, which is SIC code 3711, “Motor Vehicles and Passenger Car Bodies” (Motor Vehicles and Passenger Car Bodies Public Company Group).", "Under the terms of the arrangement, the SUNY Foundation paid for a majority of the construction costs related to the manufacturing facility and the acquisition and commissioning of certain manufacturing equipment; and we are responsible for any construction or equipment costs in excess of such amount (refer to Note 15, Commitments and Contingencies).", "Our cash flows provided by operating activities in 2023 and 2022 were $13.26 billion and $14.72 billion, respectively, representing a decrease of $1.47 billion.", "Changes in government and economic incentives in relation to electric vehicles may also impact our sales.", "However, these incentives may expire when the allocated funding is exhausted, reduced or terminated as renewable energy adoption rates increase, sometimes without warning.", "R&D expenses increased $894 million, or 29%, in the year ended December 31, 2023 as compared to the year ended December 31, 2022.", "We include the results of operations of the acquired business in the consolidated financial statements beginning on the acquisition date.", "Revenue recognized from the deferred revenue balance as of December 31, 2022 and 2021 was $571 million and $171 million for the years ended December 31, 2023 and 2022, respectively.", "The incentive therefore reduces the depreciation expense over the useful lives of the related equipment.", "Preferred stock; $0.001 par value; 100 shares authorized; no shares issued and outstanding", "Such costs are amortized over the estimated useful life of the applicable software once it is made generally available to our customers.", "Depreciation on Panasonic production equipment is computed using the units-of-production method whereby capitalized costs are amortized over the total estimated", "The decrease was primarily due to a lower average selling price on our vehicles partially offset by the favorable change in our average combined cost per unit of our vehicles and IRA manufacturing credits earned as discussed above.", "As of December 31, 2023, we had $16.40 billion and $12.70 billion of cash and cash equivalents and short-term investments, respectively.", "If the actual resale values of any vehicles resold or returned to us pursuant to these programs are materially lower than the pre- determined amounts we have offered, our financial condition and operating results may be harmed.", "There have been and may continue to be significant supply chain attacks.", "Automotive sales revenue increased $11.30 billion, or 17%, in the year ended December 31, 2023 as compared to the year ended December 31, 2022, primarily due to an increase of 473,382 combined Model 3 and Model Y cash deliveries from production ramping of Model Y globally.", "Report of Independent Registered Public Accounting Firm (PCAOB ID: 238)", "While we expect to have and grow significant operations at Gigafactory New York and the surrounding Buffalo area, any failure by us in any year over the course of the term of the agreement to meet all applicable future obligations may result in our obligation to pay a “program payment” of $41 million to the SUNY Foundation for such year, the termination of our lease at Gigafactory New York which may require us to pay additional penalties, and/or the need to adjust certain of our operations.", "We generally sell our products directly to customers, and continue to grow our customer-facing infrastructure through a global network of vehicle showrooms and service centers, Mobile Service, body shops, Supercharger stations and Destination Chargers to accelerate the widespread adoption of our products.", "Gross margin for energy generation and storage increased from 7.4% to 18.9% in the year ended December 31, 2023 as compared to the year ended December 31, 2022.", "See Note 2, Summary of Significant Accounting Policies, to the consolidated financial statements included elsewhere in this Annual Report on Form 10-K for further details.", "The decrease was primarily due to a decrease in direct sales-type leasing revenue driven by lower deliveries year over year, partially offset by an increase from our growing direct operating lease portfolio.", "In 2021, Tesla delivered shares to JP Morgan per the agreement, which they duly accepted.", "These macroeconomic and industry trends have had, and will likely continue to have, an impact on the pricing of, and order rate for our vehicles, and in turn our operating margin.", "Net cash provided by operating activities decreased by $1.47 billion to $13.26 billion during the year ended December 31, 2023 from $14.72 billion during the year ended December 31, 2022.", "This decrease was primarily due to the decrease in net income excluding non-cash expenses, gains and losses of $2.93 billion, partially offset by favorable changes in net operating assets and liabilities of $1.46 billion.", "Such costs are amortized on a straight-line basis over their estimated useful life of three to five years.", "Any reductions or terminations of such incentives may harm our business, prospects, financial condition and operating results by making our products less competitive for customers, increasing our cost of capital and adversely impacting our ability to attract investment partners and to form new financing funds for our solar and energy storage assets.", "Net income used in computing basic net income per share of common stock", "Impairment losses are recognized within Restructuring and other in the consolidated statements of operations in the period in which the impairment is identified.", "$24 million, respectively, is recorded within Accounts receivable, net, for the current portion and $578 million and $387 million, respectively, is recorded within Other non-current assets for the long-term portion.", "The change was primarily due to a $3.93 billion increase in proceeds from issuances of debt and a $2.01 billion decrease in repayments of debt.", "Any such sales could cause the price of our common stock to decline further.", "Incentive stock options may only be granted to our employees.", "Additionally, our revenues from period to period may fluctuate as we introduce existing products to new markets for the first time and as we develop and introduce new products.", "During the year ended December 31, 2023, we recorded an immaterial amount of impairment losses on digital assets.", "Our cash flows from operating activities are significantly affected by our cash investments to support the growth of our business in areas such as research and development and selling, general and administrative and working capital.", "Purchases of solar energy systems, net of sales", "The following table presents revenues and gross profit by reportable segment (in millions):", "In 2023, our net income attributable to common stockholders was $15.00 billion, representing a favorable change of $2.44 billion, compared to the prior year.", "This ASU will result in gains and losses", "On a quarterly basis, we assess the estimated market value of vehicles sold under this program to determine whether there have been changes to the amount of expected resale value guarantee payments.", "Upon vesting and exercise, including the payment of the exercise price of $23.34 per share as adjusted to give effect to the 2020 Stock Split and the 2022 Stock Split, our CEO must hold shares that he acquires for five years post-exercise, other than a cashless exercise where shares are simultaneously sold to pay for the exercise price and any required tax withholding.", "Other income, net, changed favorably by $215 million in the year ended December 31, 2023 as compared to the year ended December 31, 2022.", "Portions of the registrant’s Proxy Statement for the 2024 Annual Meeting of Stockholders are incorporated herein by reference in Part III of this Annual Report on Form 10-K to the extent stated herein.", "We also remain focused on continued enhancements of the capability and efficiency of our servicing operations.", "Our R&D expenses have increased proportionately with total revenues as we continue to expand our product roadmap and technologies.", "The increase was partially offset by a lower average selling price on our vehicles driven by overall price reductions year over year, sales mix, and a negative impact from the United States dollar strengthening against other foreign currencies in the year ended December 31, 2023 compared to the prior year.", "We also compete with both mature and prosperous companies that have far greater financial resources than we do and start-ups and emerging companies that promise short-term growth opportunities.", "The SPEs are consolidated in the financial statements.", "As of January 22, 2024, there were 9,300 holders of record of our common stock.", "The increase was driven by an improvement in our Megapack gross margin from lower average cost per MWh and a higher proportion of Megapack, which operated at a higher gross margin, within the segment as compared to the prior year periods.", "The following table summarizes our stock-based compensation expense by line item in the consolidated statements of operations (in millions):", "Should our estimates of future selling prices or production costs change, additional and potentially material write-downs may be required.", "In 2023, we recognized total revenues of $96.77 billion, representing an increase of $15.31 billion, compared to the prior year.", "Net increase (decrease) in cash and cash equivalents and restricted cash", "Net income per share of common stock attributable to common stockholders", "Note 8 – Property, Plant and Equipment, Net", "Beginning in January 2022, we began to match 50% of each employee’s contributions up to a maximum of 6% (capped at $3,000) of the employee’s eligible compensation, vested upon one year of service.", "We reevaluate our sales strategy both globally and at a location-by-location level from time to time to optimize our sales channels.", "The increase was partially offset by a decrease in the average combined cost per unit of our vehicles primarily due to sales mix, lower inbound freight, a decrease in material costs and lower manufacturing costs from better fixed cost absorption.", "The following table disaggregates our revenue by major source (in millions):", "These incentives offset the related costs of our facilities and are recorded as a reduction of the cost of the capital investment within the Property, plant and equipment, net line item in our consolidated balance sheets.", "As we are invoiced for these goods and services, this balance will reduce and accounts payable will increase.", "Rising interest rates may lead to consumers to increasingly pull back spending, including on our products, which may harm our demand, business and operating results.", "We continue to focus on further cost reductions and operational efficiencies while maximizing delivery volumes.", "As of January 22, 2024, there were 3,184,790,415 shares of the registrant’s common stock outstanding.", "Gross margin for total automotive & services and other segment decreased from 26.5% to 18.2% in the year ended December 31, 2023 as compared to the year ended December 31, 2022, primarily due to the automotive gross margin decrease discussed above.", "$469 million for the year ended December 31, 2023.", "We are able to retain our employees, in part, not only because employees can enjoy ownership in Tesla through stock (of which 89% have been given the opportunity to), but because we also provide them with excellent health benefits such as free counseling, paid parental leave, paid time off and zero-premium medical plan options that are made available on the first day of employment.", "Any work stoppages or strikes organized by such unions could delay the manufacture and sale of our products and may harm our business and operating results.", "Market for Registrant's Common Equity, Related Stockholder Matters and Issuer Purchases of Equity", "Cash flows from investing activities and their variability across each period related primarily to capital expenditures, which were", "The following table presents revenues by geographic area based on the sales location of our products (in millions):", "Common stock; $0.001 par value; 6,000 shares authorized; 3,185 and 3,164 shares issued and outstanding", "Services and other revenue increased $2.23 billion, or 37%, in the year ended December 31, 2023 as compared to the year ended December 31, 2022.", "Gross margin for total automotive decreased from 28.5% to 19.4% in the year ended December 31, 2023 as compared to the year ended December 31, 2022.", "We considered the historical trends in foreign currency exchange rates and determined that it is reasonably possible that adverse changes in foreign currency exchange rates of 10% for all currencies could be experienced in the near-term.", "Net Income per Share of Common Stock Attributable to Common Stockholders", "The increase was generally in line with the changes in services and other revenue as discussed above.", "The following table summarizes our stock option and RSU activity for the year ended December 31, 2023:", "Realized gains and losses on the sale of available-for-sale investments are recorded in Other income (expense), net.", "The fair value of RSUs is measured on the grant date based on the closing fair market value of our common stock."], "ups22_sentences": ["Our primary sources (uses) of cash for financing activities were as follows (amounts in millions, except per share data):", "Export volume decreased for the year driven by reduced intra-Europe activity, as well as lower volumes on the Asia and U.S. export trade lanes.", "Net cash from operating activities decreased $903 million in 2022, driven by higher contributions to our company-sponsored defined benefit pension and postretirement medical plans.", "Revenue in our truckload brokerage business decreased approximately $300 million, as volume and market rates declined.", "Cash outflows for this purpose were $516 and $358 million for the years ended December 31, 2022 and 2021, respectively.", "We expect overall revenue per piece to be relatively flat in 2023, with a decline in demand-related surcharges relative to 2022.", "Expense increases were primarily driven by higher fuel prices, partially offset by favorable currency impacts and volume declines.", "(3) The potential change in interest income resulting from a hypothetical 100 basis point increase in short-term interest rates, applied to our variable rate investment holdings.", "Management’s Discussion and Analysis of Financial Condition and Results of Operations", "Unrealized gains and losses on available-for-sale securities are reported as other comprehensive income, a separate component of shareowners’ equity.", "Net Increase (Decrease) In Cash, Cash Equivalents and Restricted Cash", "Such investments include hedge funds, risk parity funds, real estate investments, private debt and private equity funds.", "Class A and B shares both have a $0.01 par value, and as of December 31, 2022, there were 4.6 billion", "Healthcare logistics revenue increased approximately $360 million, driven by clinical trials and pharmaceuticals.", "The applicable margin from the credit pricing grid as of December 31, 2022 was 0.70%.", "The aggregate purchase price of acquisitions in 2022 was approximately $755 million, net of cash acquired.", "($2.5 billion after tax) during the year.", "The interim remeasurement resulted in a pre-tax mark-to-market gain of $3.3 billion", "Ground commercial volume increased 0.6%, driven by growth from SMBs and large customers in the first half of 2022 that was largely offset by volume declines in the second half of the year.", "Due to the inherent limitations in obtaining a readily determinable fair value measurement for alternative investments, the fair values reported may differ from the values that would have been used had readily available market information for the alternative investments existed.", "Total inventories were $889 and $717 million as of December 31, 2022 and 2021, respectively, and are included in Other current assets in the consolidated balance sheets.", "As of December 31, 2022, we had $34.7 billion of net property, plant and equipment, the most significant category of which was aircraft.", "We experienced year-over-year revenue increases, driven by customer expansion, revenue quality initiatives and increased demand for warehousing services.", "These investments were valued at $9.6 billion as of December 31, 2022.", "We recognize revenue based on the extent of progress towards completion of our services.", "We performed analytical procedures to evaluate the Company’s recorded revenue and evaluate trends.", "Effect on net periodic benefit cost for amounts recognized outside the 10% corridor", "The following is a summary of the significant sources (uses) of cash from operating activities (in millions):", "As of December 31, 2022 and 2021, we had equity securities of $31 and $26 million, respectively, accounted for under the measurement alternative.", "Diluted earnings per share for the years ended December 31, 2022, 2021 and 2020 exclude the effect of 0.1, 0.1 and 0.6 million shares, respectively, of common stock that may be issued upon the exercise of employee stock options because such effect would be antidilutive.", "Demand-related surcharges contributed slightly to the growth in revenue per piece, although we experienced a decline in these surcharges during the latter part of the year.", "For instruments that meet the hedge accounting requirements, the net gains or losses attributable to changes in spot exchange rates are recorded in the foreign currency translation adjustment within other comprehensive income, and are recorded in the income statement when the hedged item affects earnings.", "Class B common stock (725 and 732 shares issued in 2022 and 2021, respectively)", "Amortization of intangible assets was $525, $475 and $416 million in each of 2022, 2021 and 2020, respectively.", "The incremental borrowing rate is derived using multiple inputs including our credit rating, the impact of full collateralization, lease term and denominated currency.", "See Item 8 for the financial statements filed with this report.", "The principal factors impacting the change were:", "It did not have a material impact on our consolidated financial position, results of operations, cash flows or internal controls.", "Class A common stock (134 and 138 shares issued in 2022 and 2021, respectively)", "The following table indicates the amount of gains and (losses) that have been recognized in the statements of consolidated income for fair value and cash flow hedges, as well as the associated gain or (loss) for the underlying hedged item for fair value hedges for the years ended December 31, 2022 and 2021 (in millions):", "We recorded pre-tax transformation strategy costs of $380 million during the year ended December 31, 2021.", "Revenue from the other businesses within Supply Chain Solutions increased, partly due to the acquisition of Roadie, Inc. in the fourth quarter of 2021.", "We experienced lower volumes from certain large customers on U.S. export trade lanes, due to the strength of the U.S. Dollar and the economic factors discussed above.", "If we negotiate to cease participating in a multiemployer pension plan, we may be required to pay that plan an amount based on our allocable share of its underfunded status, referred to as a \"withdrawal liability\".", "The gross realized gains on sales of available-for-sale marketable securities totaled $0, $7 and $5 million in 2022, 2021 and 2020, respectively.", "These decreases were partially offset by higher operating costs in Logistics.", "For the year ended December 31, 2022, business from one customer, Amazon.com, Inc. and its affiliates, accounted for 11.3% of our consolidated revenues.", "$139 million for 2022, 2021 and 2020, respectively.", "Return on Assets ($0.3 billion pre-tax loss): This loss was driven by the actual rate of return on plan assets being approximately 220 basis points lower than our expected rate of return as of March 31, 2021, primarily due to weak global equity and U.S. bond market performance.", "International compensation decreased $245 million, primarily due to volume declines and favorable currency movements.", "Excluding the impact of these gains, adjusted investment and other income increased $167 million, driven by higher yields on higher average invested balances and foreign currency gains.", "Financial Strength.", "$1.1 and $3.3 billion for the years ended December 31, 2022 and 2021, respectively.", "Employees purchased 0.6, 0.6 and 0.9 million shares at average prices of $180.80, $172.07 and $110.92 per share, during 2022, 2021 and 2020, respectively.", "Such changes have in the past, and may in the future, reduce our net income.", "Average daily volume decreased, driven by a 5.1% reduction in residential shipments.", "Other expenses and adjusted other expenses increased primarily as a result of:", "(1) The dividend per share amount is the same for both class A and class B common stock.", "As a result of the factors described above, operating profit decreased $320 million, with operating margin decreasing 180 basis points to 22.0%.", "Business-to-consumer volume decreased 17.2%, as challenging global economic conditions, including high inflation, high energy costs, COVID-19 lockdowns in China and geopolitical uncertainty, impacted consumer demand.", "In our Next Day Air and Deferred products, revenue per piece growth was negatively impacted by a reduction in average billable weight per piece.", "Investment and other income decreased $2.0 billion, primarily due to a reduction in mark-to-market gains recognized on remeasurements of our defined benefit pension and postretirement plans.", "Macroeconomic factors, including rising interest rates and inflation, and the shift in consumer spending back towards services and in-store shopping also contributed to the residential volume decline.", "We record the investment at cost and subsequently increase or decrease the carrying amount of the investment by our proportionate share of the net earnings or losses and other comprehensive income of the investee.", "Total revenue per piece increased 7.6%, primarily due to fuel surcharges and favorable shifts in customer and product mix as we executed on revenue quality initiatives.", "International expense decreased $194 million, primarily due to a reduction in air charter expense in the second half of the year and favorable currency movements.", "These investments are not actively traded, and their values can only be estimated using these assumptions.", "This resulted in an increase in depreciation expense of $76 million, and a decrease in net income of $58 million, or $0.07 per share on a basic and diluted basis.", "The impact of this tax incentive decreased non-U.S. tax expense by $47, $61 and $35 million (increased diluted earnings per share by $0.05, $0.07 and $0.04) for 2022, 2021 and 2020, respectively.", "International markets are one of our identified growth opportunities.", "Unfavorable currency movements partially offset these increases.", "These investments are not actively traded, and their values can only be estimated using these subjective assumptions.", "Adjusted operating profit increased $857 million, with adjusted operating margin increasing 70 basis points to 11.8%.", "Volume also declined during the year, driven by lower customer demand.", "On an adjusted basis, management compensation increased $42 million due to salary growth, which was partially offset by reductions in other incentive awards and sales commissions.", "Adjusted diluted earnings per share was", "$83, $107 and $84 million for 2022, 2021 and 2020 respectively.", "Rate changes for shipments originating outside the U.S. are made throughout the year and vary by geographic market.", "Pre-tax foreign currency transaction gains (losses) from remeasurement, net of hedging, included in Investment income (expense) and other were $72, $(36) and $9 million in 2022, 2021 and 2020, respectively.", "(1) Amount calculated based on 25 basis point increase / decrease in the expected return on assets.", "This includes the impact of one additional operating day.", "Less: Treasury stock (0.2 and 0.3 shares in 2022 and 2021, respectively)", "Demographic and Other Assumption Changes ($0.1 billion pre-tax loss): This loss was due to the differences between actual and estimated participant data and demographic factors, including healthcare cost trends, compensation rate increases and rates of termination, retirement and mortality.", "A number of macroeconomic factors contributed to a challenging operating environment in 2022, including global inflation and rising interest rates, recessionary forecasts, wage and labor market pressures, geopolitical uncertainties and foreign currency exchange rates relative to the United States (\"U.S.\") Dollar.", "\"Management’s Discussion and Analysis of Financial Condition and Results of Operations\" in Part II of this report.", "As of December 31, 2022 and 2021, we had $821 and $830 million, respectively, recognized in Other Non-Current Liabilities and $8 million as of December 31, 2022 and 2021, recorded in Other current liabilities in our consolidated balance sheets, representing the remaining balance of the NETTI Fund withdrawal liability.", "In such event, the CSPF benefits would be reduced to the legally permitted Pension Benefit Guaranty Corporation (\"PBGC\") limits, triggering the coordinating benefits provision in the collective bargaining agreement.", "Revenue in Supply Chain Solutions decreased.", "$5.0 billion for class A and class B common stock.", "The carrying value of the trade name as of December 31, 2022 was $200 million.", "These plans generally provide for retirement, death and/or termination benefits for eligible employees within the applicable collective bargaining units, based on specific eligibility and participation requirements, vesting periods and benefit formulas.", "As a result of the factors described above, total operating profit increased $43 million, with operating margin increasing 90 basis points to 10.8%.", "These increases were mostly offset by lower volume, the impact of the strengthening U.S. Dollar and reductions in demand-related surcharges, primarily in the fourth quarter.", "The intangible assets acquired of approximately $385 million primarily consist of $176 million of customer relationships (amortized over a weighted-average of 15 years), $113 million of franchise rights (amortized over 20 years), $72 million of trade names (amortized over a weighted-average of 5 years), $14 million of technology (amortized over a weighted-average of 6 years) and", "We recognize changes in the fair value of plan assets and net actuarial gains and losses in excess of a 10% corridor (defined as 10% of the greater of the fair value of plan assets or the plan's projected benefit obligation), as well as gains and losses resulting from plan curtailments and settlements, for our defined benefit pension and postretirement medical plans immediately as part of Investment income (expense) and other in the statements of consolidated income.", "The following table presents the age of gross unrealized losses and fair value by investment category for all securities in a loss position as of December 31, 2022 (in millions):", "We have the right to modify or terminate certain of these plans.", "As a result of our long-term U.S. capital market assumptions and investment objectives for pension assets, the weighted-average long-term expected rate of return on assets decreased from 6.50% during 2021 to 5.90% in 2022.", "Average daily volume decreased for both domestic and export products.", "Excluding the impact of currency, domestic revenue per piece increased 13.3%.", "In our International Package segment, revenue increased slightly, driven by fuel revenue, revenue quality actions and favorable shifts in customer and product mix.", "We recorded pre-tax expenses of $76 million as a result of a reduction in estimated residual value for certain aircraft during the year ended December 31, 2022.", "Our effective tax rate was 22.1% in 2022, compared with 22.3% in 2021 and 27.2% in 2020, primarily due to the effects of the aforementioned recurring factors and the following discrete tax items.", "At this time, we do not believe that any loss associated with any such matter will have a material impact on our operations or financial condition.", "The increase was driven by changes in required repurchase amounts.", "Total revenue in 2022 was $100.3 billion.", "These global economic conditions also impacted business-to-business volume, which decreased 2.9%.", "Commercial activity increased in the first half of the year, but declined in the second half of 2022, primarily from industry sectors that are more sensitive to the macroeconomic factors discussed above.", "The Company’s global small package revenues are comprised of a significant volume of low-dollar transactions sourced from systems that were primarily developed by the Company.", "In evaluating financial performance, we focus on operating profit as a segment’s measure of profit or loss.", "The gain was included within Investment income (expense) and other in the statement of consolidated income for the year ended December 31, 2021.", "We supplement the presentation of our operating profit, operating margin, income before income taxes, net income and earnings per share with non-GAAP measures that exclude the impact of charges related to transformation activities, and goodwill, asset impairment and divestiture charges.", "We do not believe that any loss from this matter would have a material impact on our operations or financial condition.", "Currency-neutral revenue, revenue per piece and operating profit are calculated by dividing current period reported U.S. Dollar revenue, revenue per piece and operating profit by the current period average exchange rates to derive current period local currency revenue, revenue per piece and operating profit.", "Within our Air products, average daily volume decreases were driven by lower volumes from certain large customers, as well as shifts in product preferences during the second half of the year.", "We conduct business in a number of countries, with a significant portion of our revenue derived from operations outside the United States.", "In December 2021, we implemented an average 5.9% net increase in base and accessorial rates for international shipments originating in the United States.", "Finite-lived intangible assets, including trademarks, licenses, patents, customer lists, non-compete agreements and franchise rights are amortized on a straight-line basis over their estimated useful lives, which range from 2 to 21 years.", "Return on Assets ($4.1 billion pre-tax loss): In 2022, the actual rate of return on plan assets was lower than our expected rate of return, primarily due to weaker global equity and U.S. bond market performance.", "Dividends ($6.08, $4.08, and $4.04 per share) (1)", "The remaining revenue growth was within our other distribution operations.", "The following table sets forth the computation of basic and diluted earnings per share (in millions, except per share amounts):", "The change in revenue was due to the following factors:", "We also contribute to a number of multiemployer health and welfare plans covering both active and retired employees.", "The comparison of the total cumulative return on investment, which is the change in the stock price plus reinvested dividends for each of the quarterly periods, assumes that $100 was invested on December 31, 2017 in the Standard & Poor’s 500 Index, the Dow Jones Transportation Average and our class B common stock.", "Refer to note 4 to the audited, consolidated financial statements for information on the impact to our results of operations.", "The change in revenue was due to the following:", "Forwarding operating expenses decreased $1.1 billion, driven by a reduction in purchased transportation costs.", "Our primary sources (uses) of cash from investing activities for the years ended December 31, 2022 and 2021 were as follows (in millions):", "(2) Amount calculated based on 25 basis point increase / decrease in the actual return on assets.", "As of December 31, 2022, 10% of net tangible assets is equivalent to $4.6 billion; however, we have no covered sale-leaseback transactions or secured indebtedness outstanding.", "We recorded pre-tax transformation strategy costs of $348 million during the year ended December 31, 2020.", "We reported net income of $11.5 billion and diluted earnings per share of $13.20.", "Capitalized interest was $60 and $58 million for the years ended December 31, 2022 and 2021, respectively.", "Following the conclusion of the measurement period, any subsequent adjustments are recorded to earnings.", "These decreases were partially offset by growth in our healthcare operations and in a number of our other businesses.", "Operating profit is before investment income (expense) and other, interest expense and income tax expense.", "We tested the effectiveness of controls, including those related to the reliability of values reported by fund managers, the relevance of asset class benchmark returns, and the completeness and accuracy of unobservable inputs related to the underlying assets of the funds.", "Net (purchases), sales and maturities of marketable securities", "The number of employees covered by multiemployer pension plans remained relatively flat in 2022, having increased in 2021 due to business growth.", "The registrant’s class A common stock is not listed on a national securities exchange or traded in an organized over-the-counter market, but each share of the registrant’s class A common stock is convertible into one share of the registrant’s class B common stock.", "$1.9 billion in 2022 compared to $0.2 billion in 2021.", "Business-to-consumer shipments represented approximately 59.4% of average daily volume compared to 60.7% in 2021.", "Elevated market rates in the first half of 2022 were more than offset by declines in the latter part of the year.", "Unrealized gains and losses on trading securities are reported as Investment income (expense) and other on the statements of consolidated income.", "Undistributed earnings and profits (\"E&P\") of our foreign subsidiaries amounted to $5.6 billion as of December 31, 2022.", "A shift in product mix during the second half of the year, and declines in demand- related surcharges, slightly offset these increases.", "it is unlikely that significant changes to the plan will be made or that the plan will be withdrawn.", "The following table presents information about our investments measured at fair value on a recurring basis as of December 31, 2022 and 2021, and indicates the fair value hierarchy of the valuation techniques utilized to determine such fair value (in millions):", "Equities, alternative investments, and other higher-yielding assets are utilized to generate returns and promote growth.", "Our Forwarding, Logistics and UPS Mail Innovations businesses provide services in more than 200 countries and territories worldwide and include international air and ocean freight forwarding, customs brokerage, distribution and post-sales services, mail and consulting services.", "We repurchased 19.0 and 2.6 million shares of class B common stock for $3.5 billion and $500 million under this authorization during the years ended December 31, 2022 and 2021, respectively.", "— United Parcel Service, Inc. Key Employee Severance Plan (incorporated by reference to Exhibit 10.1 to Form 8-K,", "These declines were the result of an overall reduction in consumer demand for all of the reasons discussed above.", "We supplement the reporting of revenue, revenue per piece and operating profit with adjusted measures that exclude the period over period impact of foreign currency exchange rate changes and hedging activities.", "An increase of $170 million in commissions paid for certain online shipments.", "Export revenue per piece increased 5.0% for the reasons described above.", "Revenue within our Logistics businesses increased as a result of the following factors:", "Except as disclosed in note 10 to the audited, consolidated financial statements, contingent losses that were probable and estimable were not material to our financial position or results of operations as of, or for the year ended, December 31, 2022.", "Total revenue within Supply Chain Solutions decreased for the year.", "Class B common stock, par value $.01 per share", "The applicable margin from the credit pricing grid as of December 31, 2022 was 0.875%.", "The actual amounts that will be reclassified to income over the next 12 months will vary from this amount as a result of changes in market conditions.", "As of December 31, 2022, we had $7.6 billion in cash, cash equivalents and marketable securities.", "We believe currency-neutral revenue, revenue per piece and operating profit information allows users of our financial statements to understand growth trends in our products and results.", "Domestic revenue per piece increased 2.1% for the reasons described above.", "Detail of the gains (losses) reclassified from AOCI to the statements of consolidated income for the years ended December 31, 2022, 2021 and 2020 is as follows (in millions):", "On an adjusted basis, compensation costs decreased $16 million.", "defined benefit pension and postretirement medical benefit plan mark-to-market gains outside of a 10% corridor, together with defined benefit pension plan curtailment gains, totaling $806 million, or $0.92 per diluted share;", "**  Excludes the $46 million pre-tax gain recognized as part of the divestiture of UPS Freight for the year ended December 31, 2021.", "The decline in Asia export trade lanes was also driven by COVID-19 lockdowns, which resulted in fewer flights being operated throughout the year and reduced business activity within China and Hong Kong.", "Changes in these estimates directly impact the amount of expense allocated to each segment, and therefore the operating profit of each reporting segment.", "Interest expense increased due to the impact of higher effective interest rates on floating rate debt, partially offset by lower average outstanding debt balances, higher capitalized interest and favorable foreign currency exchange rate impacts on foreign currency-denominated debt.", "We anticipate moderate revenue per piece growth in 2023 as we continue to execute on pricing initiatives within our strategy.", "$10 million in other intangibles (amortized over a weighted-average of 5 years).", "Operating profit and operating margin increased, with the increases coming from the U.S.", "We supplement the presentation of our operating profit, operating margin, income before income taxes, net income and earnings per share with non-GAAP measures that exclude the impact of this charge.", "Class A common stock, par value $.01 per share", "Revenue increased due to strong revenue per piece growth, with most of the increase in our U.S.", "The following graph shows a five-year comparison of cumulative total shareowners’ returns for our class B common stock, the Standard & Poor’s 500 Index and the Dow Jones Transportation Average.", "Location and Amount of Gain (Loss) Recognized in Income", "Location of Gain           Amount of Gain (Loss) Recognized in Income", "The fair value of each RPU is the NYSE closing price of class B common stock on the date of grant.", "Excluding the impact of currency, revenue per piece increased 13.5%.", "These investments are described further below:", "Effect on net periodic benefit cost for amounts recognized outside the 10% corridor(2)", "Market for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities", "Contract assets and liabilities as of December 31, 2022 and 2021 were as follows (in millions):", "In the first half of the year, volume growth was also impacted by the year-over-year effect of COVID-19 restrictions on consumer e-commerce spending.", "Adjusted operating profit decreased $301 million and adjusted operating margin decreased 180 basis points to 22.4%.", "We expect growth to continue in 2023, including revenue from Bomi Group, which we acquired in the fourth quarter.", "The following table sets forth investment income (expense) and other and interest expense for the years ended December 31, 2022 and 2021 (in millions):", "—$595; 2024—$512; 2025—$432; 2026—$334; 2027—$257.", "Significant changes to these estimates may result in an increase or decrease to our tax provision in a subsequent period.", "Property, plant and equipment purchased on account was $176 and $248 million as of December 31, 2022 and 2021, respectively.", "These increases were partially offset by declines in the fair values of certain non-current investments.", "Gains and losses from equity method investments are reported in Investment income (expense) and other on the statements of consolidated income.", "The aggregate market value of the class B common stock held by non-affiliates of the registrant was $133,554,051,887 as of June 30, 2022.", "Our industry is rapidly evolving, including demands for faster deliveries and increased visibility into shipments.", "Excluding the impact of currency, export revenue per piece increased 9.6%.", "This decline was slightly offset by growth from small- and medium-sized businesses (\"SMBs\"), including the expansion of our Digital Access Program.", "The gross realized losses on sales of available-for-sale marketable securities totaled $3, $2 and $0 million in 2022, 2021 and 2020, respectively.", "Volume from both large customers and SMBs declined, driven by declines in the retail and technology sectors.", "Domestic direct labor costs increased $422 million due to annual contractual rate increases for our union workforce that occur in August, as well as cost of living adjustments driven by inflation and other market factors.", "Emerging markets are often more volatile than those in other countries, and any broad-based downturn in these markets from any of those developments could reduce our revenues and materially adversely affect our business, financial condition and results of operations.", "Capital Expenditures as a % of revenue                                       4.8 %        4.3 %", "We recorded a pre-tax gain of $46 million during the year ended December 31, 2021 related to the divestiture of UPS Freight.", "For certain investments, we inquired of management to understand year-over-year changes in the fund manager’s estimate of NAV and compared the fund’s return on investment to other available qualitative and quantitative information relevant to the fund.", "These increases were slightly offset by unfavorable currency movements and volume declines.", "Acquisition-related costs in 2022 were approximately $25 million.", "We recorded pre-tax transformation strategy costs of $178 million during the year ended December 31, 2022.", "The investment had a fair market value of $18 and $23 million as of December 31, 2022 and 2021, respectively.", "The total expense recognized in our statements of consolidated income under all stock compensation programs during 2022, 2021 and 2020 was $1,568, $878 and $796 million, respectively.", "Total operating expenses and total adjusted operating expenses for Supply Chain Solutions decreased for the year.", "The capital market assumptions used are provided by independent investment advisors, while excess return assumptions are supported by historical performance, fund mandates and investment expectations.", "If our estimates of activity changed, this could have a material impact on the reported value of these investments and on the return on assets that we report.", "As a result of the factors described above, operating profit increased $561 million, with operating margin increasing 20 basis points to 10.9%.", "We maintain an employee stock purchase plan for all eligible employees.", "MANAGEMENT'S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS", "Competitors include the U.S. and other international postal services, various motor carriers, express companies, freight forwarders, air couriers, large transportation and e- commerce companies that have made and continue to make significant investments in their own logistics capabilities, some of whom are currently our customers.", "These declines were partly offset by successful revenue quality initiatives.", "Vacation, excused absence, payroll taxes and other expenses increased $248 million, driven by wage growth and additional discretionary payments.", "Volume in our non-premium products decreased 1.4%, driven by declines in our Worldwide products.", "Our premium products saw volume decline 3.0%, primarily from our Express Saver product which was impacted by lower volumes from certain large customers as a result of the economic factors and COVID-19 disruptions discussed above.", "These investments support both our existing business and anticipated growth.", "On an adjusted basis, operating profit increased $153 million and operating margin increased 150 basis points to 11.3%.", "The intangible assets acquired of approximately $231 million primarily consisted of $145 million of technology (amortized over 8 years), $67 million of trade name (amortized over 10 years), and $19 million in other intangibles (amortized over an average of 8 years).", "We supplement the presentation of our operating profit, operating margin, income before income taxes, net income and earnings per share with non-GAAP measures that exclude the impact of these changes.", "Changes in these estimates directly impact the amount of expense allocated to each segment and therefore the operating profit of each reporting segment.", "Revenue in our mail services business increased approximately $160 million as a result of volume from new customers, rate increases and a favorable shift in product characteristics.", "Revenue by product type for the years ended December 31, 2022, 2021 and 2020 is as follows (in millions):", "In May 2016, the Board of Directors approved a share repurchase authorization of $8.0 billion of class A and class B common stock."], "ups23_sentences": ["Our primary sources (uses) of cash for financing activities were as follows (amounts in millions, except per share data):", "Changes in fuel prices, interest rates and foreign currency exchange rates impact our results of operations and we actively monitor these exposures.", "The fair value of each LTIP RPU is based on the NYSE closing price of class B common stock on the date of grant.", "As of December 31, 2023 and 2022, we had equity securities of $47 and $31 million, respectively, accounted for under the measurement alternative.", "Our premium products experienced a volume decline of 10.6%, primarily from our Transborder and Worldwide Express Saver products.", "We have $1.5 billion of fixed- and floating-rate senior notes that mature in 2024.", "Revenue in mail services increased $130 million as a result of volume growth, rate increases and a favorable shift in product characteristics.", "(3) The potential change in interest income resulting from a hypothetical 100 basis point increase in short-term interest rates, applied to our variable rate investment holdings.", "As a result, Asia export lanes experienced significant pressure during the first half of the year.", "We recorded pre-tax Transformation strategy costs of $380 million.", "Total revenue in 2023 was $91.0 billion.", "Net Increase (Decrease) In Cash, Cash Equivalents and Restricted Cash", "The aggregate purchase price for acquisitions in 2023 was approximately $1.3 billion, net of cash acquired.", "We are subject to the customs laws regarding the import and export of shipments in the countries in which we operate, including those related to the filing of documents on behalf of client importers and exporters.", "Market", "The applicable margin from the credit pricing grid as of December 31, 2023 was 0.875%.", "Net cash from operating activities decreased $3.9 billion in 2023, primarily due to the reduction in net income.", "Detail of the gains (losses) reclassified from accumulated other comprehensive income (loss) to the statements of consolidated income for the years ended December 31, 2023, 2022 and 2021 is as follows (in millions):", "The derived amounts are then multiplied by the average foreign currency exchange rates used to translate the comparable results for each month in the prior year period (including the period over period impact of foreign currency hedging activities).", "We recognize revenue based on the extent of progress towards completion of our services.", "We performed analytical procedures to evaluate the Company’s recorded revenue and evaluate trends.", "Effect on net periodic benefit cost for amounts recognized outside the 10% corridor", "The following is a summary of the significant sources (uses) of cash from operating activities (in millions):", "For instruments that meet the hedge accounting requirements, the net gains or losses attributable to changes in spot exchange rates are recorded in the foreign currency translation adjustment within other comprehensive income, and are recorded in the income statement when the hedged item affects earnings.", "Market rates declined during the year as customer demand remained weak and capacity continued to outpace demand.", "As of December 31, 2023 and 2022, we had $813 and $821 million, respectively, recognized in Other Non-Current Liabilities and $9 and $8 million, respectively, recorded in Other current liabilities in our consolidated balance sheets, representing the remaining balance of the NETTI Fund withdrawal liability.", "We recorded pre-tax Transformation strategy costs of $435 million.", "We offer a broad range of industry-leading products and services through our extensive global presence.", "The incremental borrowing rate is derived using multiple inputs including our credit rating, the impact of full collateralization, lease term and denominated currency.", "As of December 31, 2023, we had $37 million of restricted cash related to certain tax and regulatory matters and acquisitions.", "The number of employees covered by multiemployer pension plans in 2023 decreased relative to 2022 as we reduced union headcount due to the reduction in volume.", "In addition to customs clearance services, we provide product classification, trade management, duty drawback and consulting services.", "As of February 2, 2024, there were 157,276 and 19,971 shareowners of record of class A and class B common stock, respectively.", "We have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (\"PCAOB\"), the consolidated financial statements as of and for the year ended December 31, 2023, of the Company and our report dated February 20, 2024, expressed an unqualified opinion on those financial statements.", "It did not have a material impact on our consolidated financial position, results of operations, cash flows or internal controls.", "On an adjusted basis, operating expenses decreased $2.8 billion, driven by a reduction in purchased transportation expense as a result of lower market rates and volume declines.", "We are exposed to market risk from changes in certain commodity prices, foreign currency exchange rates, interest rates and equity prices.", "In August 2021, the Board of Directors authorized the company to repurchase up to $5.0 billion of class A and class B common stock (the \"2021 Authorization\").", "We focused on revenue quality initiatives for this business during the year and, as a result, were able to grow volume from SMBs.", "In December 2022, we implemented an average 6.9% net increase in base and accessorial rates for our Air and Ground products.", "Less: Treasury stock (0.2 in 2023 and 2022)", "If we negotiate to cease participating in a multiemployer pension plan, we may be required to pay that plan an amount based on our allocable share of its underfunded status, referred to as a \"withdrawal liability\".", "Adjusted operating profit decreased $1.1 billion and adjusted operating margin decreased 400 basis points to 18.4%.", "The recognition of excess tax benefits and deficiencies related to share-based compensation in income tax expense resulted in a net tax benefit of $105 million and reduced our effective tax rate by 0.6% during the year ended December 31, 2021.", "A decrease of 10 percent in forecasted cash flows, a decrease of 40 basis points in our selected royalty rate or an increase of 100 basis points in the cost of capital would each result in an incremental impairment charge of $10 million.", "These declines resulted from shifts in customer product preferences, macroeconomic conditions and lower import demand from U.S. consumers.", "Remeasurements of our defined benefit plans resulted in a $359 million mark-to-market loss in 2023 compared to a $1.1 billion gain in 2022.", "Export revenue per piece decreased 4.2%, driven by declines in our Worldwide products.", "Our Forwarding and Logistics businesses provide services in more than 200 countries and territories worldwide and include international air and ocean freight forwarding, truckload brokerage, customs brokerage, mail services, healthcare logistics, distribution and post-sales services.", "During 2023, we also acquired franchise development areas for The UPS Store, which are recorded as intangible assets within Supply Chain Solutions.", "Operating profit and operating margin decreased, as revenue declines were greater than operating expense reductions.", "An increase of $85 million in commissions paid for certain online shipments.", "of $153 million, recognizing a pre-tax gain of $2 million that was recorded in Other expenses in the statement of consolidated income for the year ended December 31, 2023.", "In January 2023, the Board of Directors terminated this authorization and approved a new share repurchase authorization for", "The following table summarizes the estimated fair values of the assets acquired and liabilities assumed as of the acquisition dates (in millions):", "Operating expenses, and adjusted operating expenses, decreased year over year.", "Amortization of intangible assets was $597, $525 and $475 million in each of 2023, 2022 and 2021, respectively.", "These factors, coupled with higher U.S. inventory levels, also negatively impacted business-to-business volume, driving a decrease of 5.8%.", "Conversions of class A to class B common stock", "—$685; 2025—$588; 2026—$482; 2027—$401; 2028—$306.", "The following table presents information about our investments measured at fair value on a recurring basis as of December 31, 2023 and 2022, and indicates the fair value hierarchy of the valuation techniques utilized to determine such fair value (in millions):", "We recorded a gain of $3.1 billion in accumulated other comprehensive income within the equity section of our consolidated balance sheet and a mark-to-market gain of $3.3 billion within Investment income and other in our statement of consolidated income during the first quarter of 2021.", "Finite-lived intangible assets, including trademarks, licenses, patents, customer lists, non-compete agreements and franchise rights are amortized on a straight-line basis over their estimated useful lives, which range from 1 to 21 years.", "The following is a rollforward of our common stock, additional paid-in capital, retained earnings and non-controlling minority interests accounts for the years ended December 31, 2023, 2022 and 2021 (in millions, except per share amounts):", "Dividends include $239, $249 and $167 million for 2023, 2022 and 2021, respectively, that were settled in shares of class A common stock.", "Our Code of Business Conduct, which applies to all of our directors, officers and employees, including our principal executive and financial officers, our Corporate Governance Guidelines and the charters for our Audit, Compensation and Human Capital, Risk, and Nominating and Corporate Governance Committees are also available on our investor relations website under the heading \"Investors – Sustainability – Governance Documents\".", "We record the investment at cost and subsequently increase or decrease the carrying amount of the investment by our proportionate share of the net earnings or losses and other comprehensive income of the investee.", "We expect global economic conditions to improve gradually during 2024, and therefore expect volume and revenue growth to increase in the second half of the year.", "The blended average effective income tax rates for the years ended December 31, 2023 and 2022 were 22.5% and 26.5%, respectively.", "Acquisition-related costs in 2023 were approximately $12 million.", "The gross realized losses on sales of available-for-sale marketable securities totaled $4, $3 and $2 million in 2023, 2022 and 2021, respectively.", "We repurchased 12.8 and 19.0 million shares of class B common stock for $2.3 and $3.5 billion under our stock repurchase program for the years ended December 31, 2023 and 2022, respectively.", "These investments are not actively traded, and their values can only be estimated using these assumptions.", "We reported net income of $6.7 billion and diluted earnings per share of $7.80.", "The following table presents the age of gross unrealized losses and fair value by investment category for all securities in a loss position as of December 31, 2023 (in millions):", "Volume from both large customers and SMBs declined, driven by declines in the retail, technology and manufacturing sectors.", "In total, operating expenses decreased $176 million, including", "(1) Includes certain investments that are measured at NAV per share (or its equivalent).", "Expenses decreased for the year, primarily due to declines in fuel prices and reductions in purchased transportation.", "These investments are not actively traded, and their values can only be estimated using these subjective assumptions.", "Excluding the impact of currency, domestic revenue per piece increased 5.2%.", "On an adjusted basis, other expenses decreased $25 million.", "The following table sets forth investment income and other and interest expense for the years ended December 31, 2023 and 2022 (in millions):", "On an adjusted basis, these accruals increased $240 million, primarily due to contractual wage growth.", "In August 2021, the Board of Directors approved a share repurchase authorization of $5.0 billion of class A and class B common stock.", "Capital Stock, Additional Paid-In Capital, Retained Earnings and Non-Controlling Minority Interests", "Volume in our non-premium products decreased 1.9%, driven by declines in our Transborder Standard product in Europe and our Worldwide Expedited product.", "Rate changes for shipments originating outside the U.S. are made throughout the year and vary by geographic market.", "(1) Amount calculated based on 25 basis point increase / decrease in the expected return on assets.", "Proceeds from the disposal of businesses, property, plant and equipment were higher in 2023 relative to 2022, primarily due to the sale of surplus real estate during 2023.", "For the year ended December 31, 2023, we repurchased 0.5 million shares of class B common stock for $82 million under this authorization.", "As of December 31, 2023, we had $36.9 billion of net property, plant and equipment, the most significant category of which was aircraft.", "A reduction of $887 million in the cost of Company-sponsored defined benefit plans, driven by a reduction in service cost due to higher discount rates and the cessation of accruals for future service in the UPS Retirement Plan.", "The applicable margin from the credit pricing grid as of December 31, 2023 was 0.70%.", "For the year ended December 31, 2023, one customer, Amazon.com, Inc. and its affiliates, accounted for 11.8% of our consolidated revenues.", "In such event, the CSPF benefits would be reduced to the legally permitted Pension Benefit Guaranty Corporation (\"PBGC\") limits, triggering the coordinating benefits provision in the collective bargaining agreement.", "Additionally, from time to time we have raised, and may in the future raise, prices and our customers may not be willing to accept these higher prices.", "The following table provides an analysis of activity during 2023 relating to options to purchase shares of class A common stock:", "Excluding the impact of currency, export revenue per piece decreased 3.7%.", "Operating expenses and adjusted operating expenses decreased year over year.", "These decreases were partially offset by unfavorable currency movements during the year.", "These plans generally provide for retirement, death and/or termination benefits for eligible employees within the applicable collective bargaining units, based on specific eligibility and participation requirements, vesting periods and benefit formulas.", "Demographic and Other Assumption Changes ($4 million pre-tax loss): This loss was due to differences between actual and estimated participant data and demographic factors, including healthcare cost trends, compensation rate increases and rates of termination, retirement and mortality.", "The revised carrying value of this trade name as of December 31, 2023 was $89 million.", "$0.07 per share on a basic and diluted basis, for the year ended December 31, 2022.", "For LTIP awards with a performance period ended December 31, 2021, the performance targets were equally weighted among consolidated operating return on invested capital (\"ROIC\"), growth in currency-constant consolidated revenue and total shareholder return (\"RTSR\") relative to a peer group of companies.", "We currently expect our capital expenditures will be approximately $4.5 billion in 2024, of which approximately 50 percent will be allocated to network enhancement projects and other technology initiatives.", "Capital Expenditures as a % of revenue                                       5.7 %        4.8 %", "Adjusted diluted earnings per share were $8.78 after adjusting for the after-tax impacts of:", "Return on Assets ($37 million pre-tax gain): The actual rate of return on plan assets in certain of our international pension plans was higher than our expected rate of return, primarily due to strong global equity market performance.", "We have the right to modify or terminate certain of these plans.", "We expect overall revenue per piece to decline in 2024 driven by a continued shift to non-premium products as the challenging economic outlook persists.", "the asset or disposal group is being actively marketed for sale at a price that is reasonable in relation to its current fair value; and", "Average daily volume decreased for both domestic and export products.", "These businesses are reported within Supply Chain Solutions.", "During the year ended December 31, 2023, we repurchased 0.5 million shares of class B common stock for $0.1 billion under this authorization.", "Domestic Package segment, revenue declines for the year were driven by lower volume, a shift in product mix, and lower fuel and demand-related surcharges.", "Discount Rates ($21.1 billion pre-tax gain): The weighted-average discount rate for our pension and postretirement medical plans increased from 3.11% as of December 31, 2021 to 5.77% as of December 31, 2022, primarily due to an increase in U.S. treasury yields, as well as an increase in credit spreads on AA-rated corporate bonds.", "Approximately 86 percent of the Company’s revenues are from its global small package operations that provide time-definite delivery services for express letters, documents, small packages and palletized freight via air and ground services.", "On January 25, 2024, our Board declared a dividend of $1.63 per share, which is payable on March 8, 2024 to shareowners of record on February 20, 2024.", "In 2023, we recognized a net tax benefit of $102 million following resolution of certain global tax audits.", "We recorded a pre-tax gain of $46 million related to the divestiture of UPS Freight.", "Intangible assets acquired of approximately $550 million consist of $249 million of customer relationships (amortized over a weighted average of 15 years), $64 million of franchise rights (amortized over 20 years), $165 million of developed technology and software (amortized over a weighted average of 11 years), $45 million of trade names (amortized over a weighted average of 9 years) and $27 million of other intangible assets (amortized over a weighted average of 3 years).", "While volume in this business also declined for the year, we experienced year-over-year growth during the second half of the year.", "In Supply Chain Solutions, revenue decreases for the year were driven by volume and market rate declines in Forwarding.", "Additionally, there are 200 million preferred shares authorized to be issued, with a par value of $0.01 per share.", "We recognize activity in other comprehensive income for foreign currency translation adjustments, unrealized holding gains and losses on available-for-sale securities, unrealized gains and losses from derivatives that qualify as hedges of cash flows and unrecognized pension and postretirement benefit costs.", "We recognize changes in the fair value of plan assets and net actuarial gains and losses in excess of a 10% corridor (defined as 10% of the greater of the fair value of plan assets or the plan's projected benefit obligation), as well as gains and losses resulting from plan curtailments and settlements, for our defined benefit pension and postretirement medical plans immediately as part of Investment income and other in the statements of consolidated income.", "We repurchased 12.8, 19.0 and 2.6 million shares of class B common stock for $2.3, $3.5 and $0.5 billion during the years ended December 31, 2023, 2022 and 2021, respectively.", "The Company’s global small package revenues are comprised of a significant volume of low-dollar transactions sourced from systems that were primarily developed by the Company.", "In evaluating financial performance, we focus on operating profit as a segment’s measure of profit or loss.", "Upon conversion, RPUs resulted in the issuance of an equivalent number of shares of class A common stock after required tax withholdings.", "*  Net of currency hedging; amount represents the change compared to the prior year.", "We conduct business in a number of countries, with a significant portion of our revenue derived from operations outside the United States.", "Serving more than 200 countries and territories, we strategically seek to provide integration across increasingly complex, specialized and fragmented supply chains.", "As of December 31, 2023 and 2022, suppliers sold $504 and $806 million, respectively, of our outstanding payment obligations to participating institutions.", "Export volume decreased for the year, driven by declines on intra-Europe and Asia trade lanes that were slightly offset by volume growth in the Americas.", "The following table sets forth the computation of basic and diluted earnings per share (in millions, except per share amounts):", "The change in revenue was due to the following factors:", "We also contribute to a number of multiemployer health and welfare plans covering both active and retired employees.", "Interest expense increased due to higher effective interest rates on floating rate debt.", "Challenging external conditions, including inflationary pressures and changes in consumer spending behavior contributed to overall volume declines.", "The change in revenue was due to the following:", "In our International Package segment, revenue declines for the year were driven by lower volume and declines in fuel and demand-related surcharges.", "(2) Amount calculated based on 25 basis point increase / decrease in the actual return on assets.", "Competitors include the U.S. and international postal services, various motor carriers, express companies, freight forwarders, air couriers, large transportation and e-commerce companies that continue to make significant investments in their own logistics capabilities, some of whom are currently our customers.", "We recorded pre-tax Transformation strategy costs of $178 million.", "Our industry continues to rapidly evolve, including demands for faster deliveries, increased visibility into shipments and development of other services.", "Unrealized gains and losses on available-for-sale securities are reported within other comprehensive income, a separate component of shareowners’ equity.", "Intangible assets acquired of approximately $381 million consisted of $177 million of customer relationships (amortized over a weighted average of 15 years), $113 million of franchise rights (amortized over 20 years), $70 million of trade names (amortized over a weighted average of 5 years), $14 million of technology (amortized over a weighted average of 6 years) and $7 million in other intangibles (amortized over a weighted average of 5 years).", "Following the conclusion of the measurement period, any subsequent adjustments are recorded to earnings.", "Within our other Supply Chain Solutions businesses, we experienced higher revenue from our digital businesses, including the acquisition of Happy Returns during the fourth quarter of 2023.", "Investment income and other decreased $2.2 billion.", "Equity method investments: As of December 31, 2023 and 2022, equity securities accounted for under the equity method had a carrying value of $295 and $256 million, respectively.", "Emerging markets are often more volatile than those in other countries, and any broad-based downturn in these markets could reduce our revenues and materially adversely affect our business, financial condition and results of operations.", "Discount Rates ($5.2 billion pre-tax gain): The weighted-average discount rate for our pension and postretirement medical plans increased from 3.11% as of December 31, 2021 to 5.77% as of December 31, 2022, primarily due to an increase in U.S. treasury yields as well as an increase in credit spreads on AA-rated corporate bonds in 2022.", "We tested the effectiveness of controls, including those related to the reliability of values reported by fund managers, the relevance of asset class benchmark returns, and the completeness and accuracy of unobservable inputs related to the underlying assets of the funds.", "Undistributed earnings and profits (\"E&P\") of our foreign subsidiaries amounted to $5.4 billion as of December 31, 2023.", "Net purchases of marketable securities increased in 2023 due to a shift to longer duration investments.", "As a result of our long-term U.S. capital market assumptions and investment objectives for pension assets, the weighted-average long-term expected rate of return on assets increased from 5.90% during 2022 to 7.07% in 2023.", "The registrant’s class A common stock is not listed on a national securities exchange or traded in an organized over-the-counter market, but each share of the registrant’s class A common stock is convertible into one share of the registrant’s class B common stock.", "Our class A common stock is not listed on a national securities exchange or traded in an organized over-the-counter market, but each share of our class A common stock is convertible into one share of our class B common stock.", "$35.8 billion was paid to the CSPF by the PBGC.", "Excluding the impact of these remeasurements, adjusted investment income and other decreased $798 million, driven by a reduction in other pension income.", "Revenue by product type for the years ended December 31, 2023, 2022 and 2021 is as follows (in millions):", "The following table summarizes the final purchase price allocation (in millions):", "The pre-tax defined benefit plan gains and losses for the years ended December 31, 2023 and 2022 consisted of the following: 2023 - $0.4 billion pre-tax defined benefit plan loss:", "We had 10 million shares available to be issued under the Plan as of December 31, 2023.", "On an adjusted basis, operating profit decreased $672 million and operating margin decreased 230 basis points to 9.0%.", "it is unlikely that significant changes to the plan will be made or that the plan will be withdrawn.", "The recognition of excess tax benefits and deficiencies related to share-based compensation in income tax expense resulted in a net tax benefit of $95 million and reduced our effective tax rate by 0.6% during the year ended December 31, 2022.", "Equities, alternative investments, and other higher-yielding assets are utilized to generate returns and promote growth.", "class A shares and 5.6 billion class B shares authorized to be issued.", "These were somewhat offset by revenue per piece growth due to increases in base rates and changes in customer mix.", "As a result of the factors described above, total operating profit decreased $937 million, with operating margin decreasing 450 basis points to 6.3%.", "— United Parcel Service, Inc. Key Employee Severance Plan (incorporated by reference to Exhibit 10.1 to Form 8-K,", "For example, we are affected by industrial production, inflation, unemployment, consumer spending and retail activity levels.", "The investment had a fair market value of $19 and $18 million as of December 31, 2023 and 2022, respectively.", "Return on Assets ($4.1 billion pre-tax loss): The actual rate of return on plan assets was lower than our expected rate of return, primarily due to weaker global equity and U.S. bond market performance.", "Under this plan, shares of UPS class A common stock may be purchased at quarterly intervals at 95% of the NYSE closing price of UPS class B common stock on the last day of each quarterly period.", "We supplement the reporting of revenue, revenue per piece and operating profit with adjusted measures that exclude the period over period impact of foreign currency exchange rate changes and hedging activities.", "We anticipate moderate revenue per piece growth in 2024 as we continue to execute on pricing initiatives within our strategy.", "Additionally, we have $1.5 billion of fixed- and floating-rate senior notes that mature in 2024.", "The following table indicates the amount of gains and (losses) that have been recognized in the statements of consolidated income for fair value and cash flow hedges, as well as the associated gain or (loss) for the underlying hedged item for fair value hedges for the years ended December 31, 2023 and 2022 (in millions):", "Class B common stock, par value $0.01 per share                UPS                    New York Stock Exchange", "Adjusted operating profit decreased $2.2 billion, with adjusted operating margin decreasing 280 basis points to 9.0%.", "As of December 31, 2023, 10% of net tangible assets is equivalent to $4.5 billion; however, we have no covered sale-leaseback transactions or secured indebtedness outstanding.", "We expect volume growth in 2024 to be aligned with overall market growth.", "In addition to the impact of one less operating day in 2023, the overall decrease in operating expenses was primarily due to:", "We are among the world’s largest customs brokers, measured by both the number of shipments processed annually and by the number of dedicated brokerage employees worldwide.", "Business-to-consumer volume declined 9.3% during the year, driven by changes in consumer spending behavior, as well as the impact of our labor negotiations with the Teamsters.", "The comparison of the total cumulative return on investment, which is the change in the stock price plus reinvested dividends for each of the quarterly periods, assumes that $100 was invested on December 31, 2018 in the Standard & Poor’s 500 Index, the Dow Jones Transportation Average and our class B common stock.", "The following is a summary of marketable securities classified as trading and available-for-sale as of December 31, 2023 and 2022 (in millions):", "The actual amounts that will be reclassified to income over the next 12 months will vary from this amount as a result of changes in market conditions.", "Within our other Supply Chain Solutions businesses, operating expense increases in our digital businesses, including Happy", "The fair value of these Restricted Units is the NYSE closing price of class B common stock on the date of grant.", "We believe currency-neutral revenue, revenue per piece and operating profit information allows users of our financial statements to understand growth trends in our products and results.", "Our industry is rapidly evolving.", "The interim remeasurement resulted in a pre-tax mark-to-market gain of $3.3 billion ($2.5 billion after tax) during the year.", "Cash outflows for this purpose were $402 and $516 million for the years ended December 31, 2023 and 2022, respectively.", "Revenue per piece in Air and Ground products increased for the full year, driven by base rate increases and other pricing actions, and favorable changes in customer mix.", "Class B common stock (726 and 725 shares issued in 2023 and 2022, respectively)", "defined benefit pension and postretirement medical benefit plan mark-to-market loss outside of a 10% corridor of", "Report of Independent Registered Public Accounting Firm (PCAOB ID No.", "The average interest rate for 2023 was 4.42%.", "Class A and B shares both have a $0.01 par value, and as of December 31, 2023, there were 4.6 billion", "We continue to monitor the impact of business performance, our determination of strategic alternatives and external factors on the valuation assumptions for this trade name.", "(2) The dividend per share amount is the same for both class A and class B common stock.", "Changes in these estimates directly impact the amount of expense allocated to each segment, and therefore the operating profit of each reporting segment.", "Class B shares are publicly traded on the New York Stock Exchange (\"NYSE\") under the symbol \"UPS\".", "We evaluated the Company’s historical ability to accurately estimate NAV for these funds by comparing each fund’s recorded valuation as of its prior fiscal year end to the NAV per the audited fund financial statements (which are received in arrears of the Company’s reporting timetable).", "As of December 31, 2023, approximately $1.9 billion of our total worldwide holdings of cash, cash equivalents and marketable securities were held by foreign subsidiaries.", "Overall, we expect market conditions will improve during 2024, leading to increases in our purchased transportation costs, particularly for airfreight.", "Intangible assets acquired of approximately $231 million primarily consisted of $145 million of technology (amortized over 8 years), $67 million of trade name (amortized over 10 years) and $19 million in other intangibles (amortized over an average of 8 years).", "The total expense recognized in our statements of consolidated income under all stock compensation programs during 2023, 2022 and 2021 was $0.2, $1.6 and $0.9 billion, respectively.", "As of December 31, 2023, we had $6.1 billion in cash, cash equivalents, restricted cash and marketable securities.", "The following graph shows a five-year comparison of cumulative total shareowners’ returns for our class B common stock, the Standard & Poor’s 500 Index and the Dow Jones Transportation Average.", "Location and Amount of Gain (Loss) Recognized in Income", "Total revenue per piece decreased 1.0%, primarily due to declines in fuel and demand-related surcharges, as well as unfavorable currency movements during the first half of the year.", "Domestic revenue per piece increased 4.3%, primarily due to base rate increases and favorable shifts in customer mix.", "Following ratification of the Teamsters contract in the third quarter of 2023, we regained approximately 60% of diverted U.S. volume and gained volume from new customers.", "The impact of this tax incentive decreased non-U.S. tax expense by $15, $47 and $61 million (increased diluted earnings per share by $0.02, $0.05 and $0.07) for 2023, 2022 and 2021, respectively.", "In December 2022, we implemented an average 6.9% net increase in base and accessorial rates for international shipments originating in the United States.", "International Package operations include delivery to more than 200 countries and territories worldwide, including shipments wholly outside the United States, as well as shipments with either origin or destination outside the United States.", "In January 2023, the Board of Directors terminated the 2021 Authorization and approved a new share repurchase authorization for $5.0 billion of class A and class B common stock (the \"2023 Authorization\").", "Excluding the impact of currency, revenue per piece decreased 0.3%.", "These investments are described further below:", "Effect on net periodic benefit cost for amounts recognized outside the 10% corridor(2)", "Market for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities", "On an adjusted basis, other benefits costs decreased $6 million.", "Additionally, changes in the fair value of foreign currency derivatives and commodity derivatives are offset by changes in the cash flows of the underlying hedged foreign currency and commodity transactions.", "As of February 2, 2024, there were 125,836,384 outstanding shares of class A common stock and 726,816,677 outstanding shares of class B common stock.", "Total inventories were $935 and $889 million as of December 31, 2023 and 2022, respectively, and are included in Other current assets in our consolidated balance sheets.", "$5.0 billion of class A and class B common stock.", "The decrease was due to changes in required repurchase amounts.", "Class A common stock (127 and 134 shares issued in 2023 and 2022, respectively)", "A shift in product mix, declines in fuel and demand-related surcharges, and a reduction in average billable weight per piece slightly offset these increases.", "Contribution rates increased in accordance with the terms of our collective bargaining agreements.", "Our remaining businesses are reported as Supply Chain Solutions.", "Substantially all of our revenues are from contracts associated with the pickup, transportation and delivery of packages and freight (\"transportation services\").", "These assets are reported within Supply Chain Solutions.", "The aggregate purchase price for acquisitions in 2022 was approximately $755 million, net of cash acquired.", "The associated income tax benefit recognized in our statements of consolidated income during 2023, 2022 and 2021 was $42, $451 and $301 million, respectively.", "Gains and losses from equity method investments are reported in Investment income and other on the statements of consolidated income.", "Domestic volume declines were largest in Europe and Canada, resulting from an overall reduction in customer demand for all of the reasons discussed above.", "The following is a summary of our commercial paper program (in millions):", "We translate the results of operations of our foreign subsidiaries using average exchange rates for each period, whereas balance sheet accounts are translated using exchange rates at the end of each period.", "The aggregate market value of the class B common stock held by non-affiliates of the registrant was $129,730,366,499 as of June 30, 2023.", "Acquisition-related costs in 2022 were approximately $25 million.", "Our class B common stock is listed on the New York Stock Exchange under the symbol “UPS”.", "We recorded pre-tax expenses of $76 million as a result of a reduction in estimated residual value for certain aircraft.", "Returns, were more than offset by reductions in other businesses.", "We offer a portfolio of returns services in more than 140 countries.", "Operating profit is before investment income and other, interest expense and income tax expense.", "On an adjusted basis, operating expenses decreased $295 million driven by a reduction of", "In addition, we are impacted by laws, regulations and policies that affect global trade, including tariff and trade policies, export requirements, embargoes, sanctions, taxes, monetary policies and other restrictions and charges.", "The gross realized gains on sales of available-for-sale marketable securities totaled $1, $0 and $7 million in 2023, 2022 and 2021, respectively.", "Property, plant and equipment purchased on account was $309 and $176 million as of December 31, 2023 and 2022, respectively.", "As of December 31, 2023, we had $2.2 billion outstanding under our U.S. commercial paper program with an average interest rate of 5.45%.", "The capital market assumptions used are provided by independent investment advisors, while excess return assumptions are supported by historical performance, fund mandates and investment expectations.", "We also grant Restricted Units to our Board of Directors (the \"Board\") as a component of their annual compensation and, from time to time, to individual employees as a retention mechanism.", "These declines were the result of macroeconomic conditions described above.", "If our estimates of activity changed, this could have a material impact on the reported value of these investments and on the return on assets that we report.", "During 2022, we also acquired development areas for The UPS Store, which are recorded as intangible assets within Supply Chain Solutions.", "Class A common stock, par value $0.01 per share", "This includes investing in digital technology, acquisitions, transportation equipment, facilities and employee development to generate value for shareholders.", "Regional operations managers are responsible for both domestic and export products within their geographic area.", "We maintain an employee stock purchase plan for all eligible employees.", "Our global logistics and distribution business provides value-added fulfillment and transportation management services.", "As a result of the factors described above, operating profit decreased $1.1 billion, with operating margin decreasing 390 basis points to 18.1%.", "2023 - $2.4 billion pre-tax actuarial loss related to benefit obligations:", "Capitalized interest was $118 and $60 million for the years ended December 31, 2023 and 2022, respectively.", "During the year ended December 31, 2023, we repurchased 12.3 million shares of class B common stock for $2.2 billion under this authorization.", "The earnings per share amounts are the same for class A and class B common shares as the holders of each class are legally entitled to equal per share distributions whether through dividends or in liquidation.", "These investments support both our existing business and anticipated growth.", "Except as disclosed in note 10 to the audited, consolidated financial statements, contingent losses that were probable and estimable were not material to our financial position or results of operations as of, or for the year ended, December 31, 2023.", "Foreign Currency Exchange Rate Changes and Hedging Activities", "Business-to-consumer volume decreased 10.0%, as geopolitical tensions and global macroeconomic headwinds, including persistent inflation and high interest rates, negatively impacted consumer demand.", "Transportation market growth may further increase competition.", "We supplement the presentation of our operating profit, operating margin, income before income taxes, net income and earnings per share with non-GAAP measures that exclude the impact of these changes.", "These investments were valued at $9.9 billion as of December 31, 2023.", "Volume on intra-Europe and Asia trade lanes was negatively impacted by overall economic conditions, with Asia to U.S. volumes also impacted by higher inventory levels in the United States.", "We anticipate ocean freight forwarding revenue will remain challenged in 2024 as market overcapacity continues to adversely impact rates.", "We evaluate the performance of International Package and Supply Chain Solutions on this currency-neutral basis.", "Our international operations are affected by changes in the exchange rates for local currencies, in particular the Euro, British Pound Sterling, Canadian Dollar, Chinese Renminbi and Hong Kong Dollar.", "Some of our other significant customers can account for a relatively significant portion of our revenues in a particular quarter or year.", "Diluted earnings per share for the years ended December 31, 2023, 2022 and 2021 exclude the effect of 0.3, 0.1 and 0.1 million", "This resulted in an increase in depreciation expense of $76 million, and a decrease in net income of $58 million, or", "Changes in these estimates directly impact the amount of expense allocated to each segment and therefore the operating profit of each reporting segment.", "Unrealized gains and losses on trading securities are reported as Investment income and other on the statements of consolidated income.", "Foreign Currency Translation Gain (Loss), Net of Tax:", "Year-over-year revenue declines began to moderate in the fourth quarter and we experienced volume growth on Asia export lanes.", "$0.65); Syrian Airlines (revenue of $7.70, profit of $0.72); Irasco SRL – 2 shipments (revenue of $11.59, loss of $1.08); Stark 1 (revenue of $7.33, profit of $2.02); Fanreach (revenue of $9.74, profit of $2.76); and Wael Bazzi (revenue of $4.74, loss of $2.29).", "As a result of the factors described above, operating profit decreased $1.9 billion, with operating margin decreasing 240 basis points to 8.5%.", "Pre-tax foreign currency transaction gains (losses) from remeasurement, net of hedging, included in Investment income and other were $(53), $72 and $(36) million in 2023, 2022 and 2021, respectively.", "Employees purchased 0.7, 0.6 and 0.6 million shares at average prices of $162.34, $180.80 and $172.07 per share, during 2023, 2022 and 2021, respectively."]}